Repository: limegrow/ingenico-ogone-prestashop-payments
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

# modal.directlink.label18
source: For new integrations, create a new user. We recommended that you use the generated userID and password.
de_de: Für neue Integrationen legen Sie einen neuen Benutzer an. Wir empfehlen, dass Sie die generierte userID und das Passwort verwenden.
es_es: Para nuevas integraciones, cree un nuevo usuario. Recomendamos que utilice el ID de usuario y la contraseña generados.
fr_fr: Pour de nouvelles intégrations, créez un nouvel utilisateur. Nous vous recommandons l’utilisation de l’identifiant et du mot de passe utilisateur générés.
it_it: Per le nuove integrazioni, creare un nuovo utente Si consiglia di usare gli userID e password generati.
nl_nl: Voor nieuwe integraties maakt u een nieuwe gebruiker. We raden aan dat u de gegenereerde gebruikers-ID en wachtwoord gebruikt.

# modal.directlink.label19
source: Select Profile = Admin and any e-mail address at your convenience.
de_de: Wählen Sie Profil = Admin und eine beliebige E-Mail-Adresse nach Ihrem Wunsch.
es_es: Seleccione Perfil = Admin y cualquier dirección de correo electrónico que desee.
fr_fr: Sélectionnez le profil = Admin et toute adrese e-mail à votre convenance.
it_it: Selezionare Profilo = Admin e un indirizzo mail a piacere.
nl_nl: Selecteer de gewenste Profiel = Admin en het eventuele e-mailadres.

# modal.directlink.label20
source: If you're connecting an existing account, perform the opposite action. On this page, enter all of the details about your existing user that was created for technical integration.
de_de: Wenn Sie ein bestehendes Konto verbinden, führen Sie die entgegengesetzte Aktion aus. Tragen Sie auf dieser Seite alle Details über Ihren bestehenden Benutzer ein, der für die technische Integration angelegt wurde.
es_es: Si está conectando una cuenta existente, lleve a cabo la acción contraria. En esta página, introduzca todos los detalles de su usuario existente que se creó para la integración técnica.
fr_fr: Si vous connectez un compte existant, effectuez l’action opposée. Sur cette page, saisissez toutes les coordonnées du plugin concernant votre utilisateur existant créé en vue de l’intégration technique.
it_it: Se ti stai collegando a un account già presente, esegui l’azione inversa. In questa pagina immettere tutti i dettagli sull’utente già presente che era stato creato per le integrazioni tecniche.
nl_nl: Voer de omgekeerde procedure uit als u verbinding maakt met een bestaande account. Geef op deze pagina alle details op over uw bestaande gebruiker die voor technische integratie is aangemaakt.

# modal.oneclick.whatis
source: Why might I need to use the “Stored cards” option?
de_de: Warum sollte ich die Option “Gespeicherte Karten” verwenden?
es_es: ¿Por qué puedo necesitar usar la opción “Tarjetas almacenadas”?
fr_fr: En quoi l’option “Cartes prépayées” peut-elle m’être utile ?
it_it: Perché potrebbe servirmi l’uso dell’opzione “Carte di credito salvate”?
nl_nl: Waarom zou ik de optie “Opgeslagen kaarten” nodig kunnen hebben?

# modal.oneclick.label1
source: You may significantly increase your sales conversion by allowing your customers to save their payment methods and skip authorization for their next purchases.
de_de: Sie können Ihren Umsatz deutlich steigern, indem Sie Ihren Kunden das Speichern ihrer Zahlungsmethoden und das Überspringen der Autorisierung für ihre nächsten Einkäufe ermöglichen.
es_es: Puede aumentar significativamente su conversión de ventas permitiendo a sus clientes guardar sus métodos de pago y omitir la autorización para sus próximas compras.
fr_fr: Augmentez significativement vos conversions des ventes en permettant à vos clients de sauvegarder leurs moyens de paiement et de se passer de l’autorisation pour leurs achats prochains.
it_it: Si potrebbe aumentare significativamente la conversione delle vendite, consentendo ai tuoi clienti di salvare i loro metodi di pagamento e nei loro prossimi acquisti saltare l’autorizzazione.
nl_nl: Het is mogelijk dat u een aanzienlijke toename in uw verkoopconversie ziet als u het klanten toestaat hun betalingsmethoden op te slaan en de autorisatie voor hun volgende aankoop over te slaan.

# modal.tokenization.whatis
source: What is tokenization?
de_de: Was ist Tokenisierung?
es_es: ¿Qué es la tokenización?
fr_fr: Que signifie le terme « tokenisation » ?
it_it: Cos’è la tokenizzazione?
nl_nl: Wat is tokenisatie?

# modal.tokenization.label1
source: Tokenization is a process that allows authorized credit cards (or other payment methods) to be saved without having access to sensitive customer data.
de_de: Tokenisierung ist ein Verfahren, mit dem autorisierte Kreditkarten (oder andere Zahlungsmethoden) gespeichert werden können, ohne Zugriff auf sensible Kundendaten zu haben.
es_es: La tokenización es un proceso que permite guardar tarjetas de crédito autorizadas (u otros métodos de pago) sin tener acceso a datos confidenciales del cliente.
fr_fr: Il s’agit d’un procédé qui permet de sauvegarder les cartes de crédit autorisées (ou autres moyens de paiement) sans accéder aux données sensibles du client.
it_it: La tokenizzazione è il processo che consente alle carte di credito autorizzate (o ad altri metodi di pagamento) di essere salvati senza accedere ai dati sensibili del cliente.
nl_nl: Tokenisatie is een proces dat het mogelijk maakt geautoriseerde creditcards (of andere betalingsmethoden) op te slaan zonder toegang te krijgen tot gevoelige klantgegevens.

# modal.payment-page.inline
source: Inline payment for cards
de_de: Inline-Zahlung für Karten
es_es: Pago en línea para tarjetas
fr_fr: Paiement en ligne pour cartes
it_it: Pagamento diretto per le carte di credito
nl_nl: Inline-betaling voor kaarten

# modal.payment-page.redirect
source: Redirect to the payment page
de_de: Umleiten zur Zahlungs-Seite
es_es: Redirigir a la página de pago
fr_fr: Redirigez vers la page de paiement
it_it: Ritorno alla pagina di pagamento
nl_nl: Omleiden naar de betalingspagina

# modal.reminder.whatis
source: What is the purpose of a reminder e-mail?
de_de: Was ist der Zweck einer Erinnerungs-E-Mail?
es_es: ¿Cuál es la finalidad de un correo electrónico de recordatorio?
fr_fr: Quel est la finalité d’un e-mail de rappel ?
it_it: Qual è lo scopo della mail di promemoria?
nl_nl: Wat is het doel van een herinnerings-e-mail?

# modal.reminder.label1
source: A reminder e-mail is a commonly used solution to increase conversion for unexecuted orders.
de_de: Eine Erinnerungs-E-Mail ist eine häufig verwendete Lösung zur Erhöhung des Umsatzes für nicht ausgeführte Bestellungen.
es_es: Un correo electrónico de recordatorio es una solución comúnmente utilizada para aumentar la conversión de pedidos no ejecutados.
fr_fr: Un e-mail de rappel est une solution courante d’augmentation de la conversion des commandes inexécutées.
it_it: La mail di promemoria si usa in genere per aumentare la conversione degli ordini non ancora eseguiti.
nl_nl: Een herinnerings-e-mail is een veelgebruikte oplossing voor het verhogen van de conversie voor niet-uitgevoerde orders.

# modal.reminder.label2
source: Combined with the "Order freeze", sending a reminder earlier than an order is canceled is recommended. Such an approach will enforce an immediate payment capture without having to deal with the stock check or reverting an order from the "Canceled" state.
de_de: In Verbindung mit dem "Einfrieren der Bestellung" wird empfohlen, eine Erinnerung vor der Stornierung einer Bestellung zu senden. Ein solcher Ansatz erzwingt eine sofortige Zahlungserfassung, ohne sich mit der Bestandskontrolle oder der Rücknahme einer Bestellung aus dem Zustand "Storniert" befassen zu müssen.
es_es: En combinación con la opción "Congelar pedido", se recomienda enviar un recordatorio antes de que se cancele un pedido. Dicho enfoque impondrá una captura de pago inmediata sin tener que comprobar el stock o revertir un pedido desde el estado "Cancelado".
fr_fr: Combiné au "Gel de la commande", l'envoi d'un tel message est préférable à l'annulation de la commande. Cette approche imposera une capture de paiement immédiate sans devoir vérifier le stock ou revenir du statut "Annulé".
it_it: In combinazione con "Ordine congelato", si consiglia di inviare un promemoria prima di annullare l’ordine. Tale approccio imporrà la ricezione immediata del pagamento, senza attendere il controllo delle giacenze o il ripristino dell’ordine dallo stato "Cancellato".
nl_nl: Het is aan te bevelen een herinnering te sturen voordat een order wordt geannuleerd, in combinatie met het "bevriezen van de bestelling". Een dergelijke benadering legt een onmiddellijke betalingscapture op zonder dat u een voorraadcontrole hoeft uit te voeren of een bestelling uit de status "Geannuleerd" hoeft terug te halen.

# modal.psp.whatis
source: What is my PSPID?
de_de: Was ist meine PSPID?
es_es: ¿Qué es mi PSPID?
fr_fr: En quoi consite mon PSPID ?
it_it: Cos’è il mio PSPID?
nl_nl: Wat is mijn PSPID?

# modal.psp.label1
source: PSPID is your unique identifier for Ingenico ePayments.
de_de: PSPID ist Ihre eindeutige Kennung für Ingenico ePayments.
es_es: EL PSPID es su identificador exclusivo en Ingenico ePayments.
fr_fr: Le PSPID est votre identifiant unique relatif aux paiements électroniques Ingenico.
it_it: Il PSPID è il proprio identificatore univoco per i pagamenti digitali ePayments di Ingenico.
nl_nl: PSPID is uw unieke ID voor Ingenico ePayments.

# modal.psp.label2
source: You should receive it from your account manager once your account has been created.
de_de: Sie sollten sie von Ihrem Kundenbetreuer erhalten, sobald Ihr Konto erstellt wurde.
es_es: Debe enviárselo su administrador de cuentas una vez que haya creado su cuenta.
fr_fr: Vous devriez le recevoir de votre gestionnaire de compte dès la création de celui-ci.
it_it: Lo riceverai dall’account manager dopo aver creato il proprio account.
nl_nl: U ontvangt deze als het goed is van uw accountmanager zodra uw account is aangemaakt.

# modal.template.howto
source: How to assign your payment page template?
de_de: Wie kann man Ihre Zahlungsseitenvorlage zuweisen?
es_es: ¿Cómo se asigna su plantilla de página de pago?
fr_fr: Comment attribuer votre modèle de page de paiement ?
it_it: Come si assegna il modello della tua pagina di pagamento?
nl_nl: Hoe wijst u uw betalingspaginasjabloon toe?

# modal.template.label1
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.template.label2
source: 2. Open the following page Configuration -> Template -> File Manager and upload your custom css file with the styles that match your store design.
de_de: 2. Öffnen Sie die folgende Seite Konfiguration -> Vorlage -> Dateimanager und laden Sie Ihre eigene CSS-Datei mit den Styles hoch, die zu Ihrem Shop-Design passen.
es_es: 2. Abra la siguiente página Configuración -> Plantilla -> Administrador de archivos y cargue su archivo css personalizado con los estilos que se correspondan con el diseño de su tienda.
fr_fr: 2. Ouvrez la page suivante Configuration -> Modèle -> Gestionnaire de fichier et téléchargez vos fichiers css personnalisés avec les styles qui correspondent à votre boutique.
it_it: 2. Aprire la seguente pagina Configurazione -> Modello -> File Manager e caricare il proprio file css cliente con gli stili che corrispondono al design della propria attività.
nl_nl: 2. Open de volgende pagina Configuratie -> Sjabloon -> Bestandsbeheer en upload uw aangepaste .css-bestand met de stijlen die met uw winkeldesign overeenkomen.

# modal.template.label3
source: Then open “Template selection” tab and select your uploaded file with the styles.
de_de: Öffnen Sie dann die Registerkarte „Vorlagenauswahl“ und wählen Sie Ihre hochgeladene Datei mit den Styles aus.
es_es: Seguidamente, abra la pestaña “Selección de plantilla” y seleccione el archivo con los estilos cargado.
fr_fr: Ensuite, ouvrez l’onglet « Sélection du modèle » et choisissez votre fichier téléchargé avec les styles.
it_it: Quindi aprire la scheda “Selezione modello” e scegliere il proprio file con gli stili caricato.
nl_nl: Open vervolgens het tabblad Sjabloonselectie en selecteer het door u geüploade bestand met de stijlen.

# modal.template.label4
source: Then, type the name of your HTML file here in the input field below.
de_de: Geben Sie dann den Namen Ihrer HTML-Datei hier in das Eingabefeld unten ein.
es_es: Luego escriba el nombre de su archivo HTML en el siguiente campo de entrada.
fr_fr: Puis, tapez le nom de votre fichier HTML dans le champ de saisie ci-dessous.
it_it: Poi digitare il nome del file HTML nel seguente campo di inserimento.
nl_nl: Typ vervolgens de naam van uw HTML-bestand in het onderstaande invoerveld.

# modal.template.inline.howto
source: How to assign custom styles for your card input section?
de_de: Wie können Sie Ihrem Karteneingabeabschnitt benutzerdefinierte Styles zuweisen?
es_es: ¿Cómo asignar estilos personalizados para la sección de entrada de tu tarjeta?
fr_fr: Comment attribuer des styles personnalisés pour la section de saisie des données pour la carte ?
it_it: Come assegnare stili personalizzati alla sezione di immissione della carta?
nl_nl: Hoe kan ik aangepaste stijlen toewijzen aan mijn kaartinvoer-sectie?

# modal.template.inline.label1
source: 1. Login into the merchant portal (backoffice) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicia sesión en el portal de comerciantes (área de administración) con tu PSPID y tu contraseña.
fr_fr: 1. Connectez-vous au portail marchands (backoffice) avec votre PSPID et votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld je aan bij het handelaarsportaal (backoffice) met je PSPID en wachtwoord.

# modal.template.inline.label2
source: 2. Open the following page Configuration -> Template -> File Manager and upload your custom css file with the styles that match your store design.
de_de: 2. Öffnen Sie die folgende Seite: Konfiguration -> Vorlage -> Dateimanager. Laden Sie Ihre eigene CSS-Datei mit den Styles hoch, die zu Ihrem Shop-Design passen.
es_es: 2. Abre la siguiente página Configuración -> Plantilla -> Administrador de archivos y carga tu archivo css personalizado con los estilos adaptados al diseño de tu tienda.
fr_fr: 2. Ouvrez la page suivante Configuration -> Modèle -> Gestionnaire de fichier et téléchargez votre fichier css personnalisé avec les styles qui correspondent au design de votre boutique.
it_it: 2. Aprire la seguente pagina Configurazione -> Modello -> File Manager e caricare il file css personalizzato con gli stili che si adattano al profilo del proprio negozio.
nl_nl: 2. Open de volgende pagina Configuratie -> Template -> Bestandsbeheer en upload je aangepaste css-bestand met de stijlen die met je winkelontwerp overeenkomen.

# modal.template.inline.label3
source: Then open “Template selection” tab and select your uploaded file with the styles.
de_de: Öffnen Sie die Registerkarte „Vorlagenauswahl“ und wählen Sie Ihre hochgeladene Datei mit den Styles aus.
es_es: Seguidamente, abre la pestaña “Selección de plantilla” y selecciona el archivo cargado con los estilos.
fr_fr: Puis ouvrez l’onglet « Template section » et sélectionnez le fichier que vous avez téléchargé avec les styles.
it_it: Quindi aprire la scheda “Selezione modello” e scegliere il file caricato con gli stili corrispondenti.
nl_nl: Open dan het tabblad “Template selection” en selecteer je geüploade bestand met de stijlen.

# modal.signature.howto
source: How to proceed with the signature value
de_de: So gehen Sie mit dem Signaturwert vor
es_es: Cómo proceder con el valor de firma
fr_fr: Comment procéder avec la valeur de la signature
it_it: Procedura con l’importo sottoscritto
nl_nl: Wat te doen met de handtekeningwaarde?

# modal.signature.label1
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.signature.label2
source: 2. Open the following pages and insert Signature value into the highlighted fields
de_de: 2. Öffnen Sie die folgenden Seiten und setzen Sie den Signaturwert in die markierten Felder ein
es_es: 2. Abra las siguientes páginas e inserte el valor de firma en los campos resaltados
fr_fr: 2. Ouvrez les pages suivantes et insérez la valeur de la signature dans les champs surlignés
it_it: 2. Aprire le pagine seguenti e inserire l’importo sottoscritto nei campi evidenziati
nl_nl: 2. Open de volgende pagina/'s en voeg de Handtekening-waarde in in de gemarkeerde velden.

# modal.signature.label3
source: Configuration -> Technical information -> Transaction feedback
de_de: Konfiguration -> Technische Informationen -> Transaktionsrückmeldung
es_es: Configuración -> Información técnica -> Feedback de transacción
fr_fr: Configuration -> Informations techniques -> Feed-back sur la transaction
it_it: Configurazione -> Informazioni tecniche -> Riscontro della transazione
nl_nl: Configuratie -> Technische informatie -> Transactiefeedback

# modal.signature.label4
source: Configuration -> Technical information -> Data and origin verification
de_de: Konfiguration -> Technische Informationen -> Daten- und Herkunftsprüfung
es_es: Configuración -> Información técnica -> Verificación de datos y orígenes
fr_fr: Configuration -> Informations techniques -> Vérification des données et de l’origine
it_it: Configurazione -> Informazioni tecniche -> Verifica dati e origine
nl_nl: Configuratie -> Technische informatie -> Verificatie gegevens en oorsprong

# modal.signature.label5
source: Ensure that you have selected the following two options as shown below
de_de: Stellen Sie sicher, dass Sie die folgenden beiden Optionen ausgewählt haben, wie unten dargestellt.
es_es: Verifique que ha seleccionado las siguientes dos opciones, tal y como se muestra a continuación
fr_fr: Assurez-vous de sélectionner les deux options suivantes telles que montrées ci-dessous
it_it: Verificare di aver selezionato le due opzioni seguenti, come indicato di seguito
nl_nl: Zorg ervoor dat u de volgende twee opties hebt geselecteerd, zoals hieronder weergegeven

# modal.webhook.howto
source: How to proceed with the webhook setup
de_de: So fahren Sie mit der Einrichtung des Webhook fort
es_es: Cómo proceder con la configuración de webhook
fr_fr: Comment procéder à la configuration du webhook
it_it: Procedura di configurazione del webhook
nl_nl: Hoe stelt u de webhook in?

# modal.webhook.label1
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.webhook.label2
source: 2. Open the following pages and insert Signature value into the highlighted fields
de_de: 2. Öffnen Sie die folgenden Seiten und setzen Sie den Signaturwert in die markierten Felder ein
es_es: 2. Abra las siguientes páginas e inserte el valor de firma en los campos resaltados
fr_fr: 2. Ouvrez les pages suivantes et insérez la valeur de la signature dans les champs surlignés
it_it: 2. Aprire le pagine seguenti e inserire l’importo sottoscritto nei campi evidenziati
nl_nl: 2. Open de volgende pagina/'s en voeg de Handtekening-waarde in in de gemarkeerde velden.

# modal.webhook.label3
source: Configuration -> Technical information -> Transaction feedback
de_de: Konfiguration -> Technische Informationen -> Transaktionsrückmeldung
es_es: Configuración -> Información técnica -> Feedback de transacción
fr_fr: Configuration -> Informations techniques -> Feed-back sur la transaction
it_it: Configurazione -> Informazioni tecniche -> Riscontro della transazione
nl_nl: Configuratie -> Technische informatie -> Transactiefeedback

# modal.webhook.label4
source: 3. Scroll down and select the option as displayed below
de_de: 3. Scrollen Sie nach unten und wählen Sie die unten angezeigte Option aus.
es_es: 3. Avance y seleccione la opción, tal y como se muestra a continuación
fr_fr: 3. Faites défiler la souris vers le bas et sélectionnez l’option affichée ci-dessous
it_it: 3. Scorrere in basso e selezionare l’opzione come mostrato di seguito
nl_nl: 3. Schuif naar beneden en selecteer de optie zoals hieronder weergegeven.

# modal.inline_store_cards.howto
source: How to display or hide the “Remember me” checkbox for the cards?
de_de: Wie kann man das Kontrollkästchen “Erinnere mich” für die Karten ein- oder ausblenden?
es_es: ¿Cómo se muestra/oculta la casilla “Recordarme” en las tarjetas?
fr_fr: Comment afficher ou cacher la case “Se souvenir de moi” pour les cartes ?
it_it: Come si visualizza o si nasconde la casella di controllo “Ricordami” delle carte di credito?
nl_nl: Hoe kunt u het selectievakje “Onthoud mijn gegevens” voor de kaarten weergeven of verbergen?

# modal.inline_store_cards.label1
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.inline_store_cards.label2
source: 2. Open the following page Configuration -> Alias and find the section entitled “Hosted Tokenization Page” as shown below.
de_de: 2. Öffnen Sie die folgende Seite Konfiguration -> Alias und suchen Sie den Abschnitt “Gehostete Tokenisierungsseite” wie unten dargestellt.
es_es: 2. Abra la siguiente página Configuración -> Alias y busque la sección titulada “Página de tokenización alojada”, tal y como se muestra a continuación.
fr_fr: 2. Ouvrez la page suivante Configuration -> Alias et trouvez la section intitulée “Page de Tokenization hébergée” telle que montrée ci-dessous.
it_it: 2. Aprire la pagina seguente di Configurazione -> Alias e trovare la sezione denominata “Pagina tokenizzazione ospitata” come indicato di seguito.
nl_nl: 2. Open de volgende pagina Configuratie -> Alias en zoek de sectie met de naam “Gehoste tokenisatiepagina” op, zoals hieronder weergegeven.
