Repository: limegrow/ingenico-ogone-prestashop-payments
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

# form.payment_page.label.upload
source: Upload here
de_de: Hier hochladen
es_es: Cargar aquí
fr_fr: Téléchargez ici
it_it: Caricare qui
nl_nl: Hier uploaden

# form.payment_page.label.external
source: Point to external storage
de_de: Auf einen externen Speicher hinweisen
es_es: Apuntar a almacenamiento externo
fr_fr: Indiquez le stockage externe
it_it: Puntamento sulla memoria esterna
nl_nl: Naar externe opslag verwijzen

# form.payment_page.label.upload_template
source: Upload template to the
de_de: Hochladen der Vorlage auf den
es_es: Cargue plantilla en el
fr_fr: Téléchargez le modèle sur le
it_it: Caricare il modello su
nl_nl: Sjabloon uploaden naar de

# form.payment_page.label.template_manager
source: template manager.
de_de: Vorlagen-Manager.
es_es: administrador de plantillas.
fr_fr: gestionnaire de modèles.
it_it: Gestione modelli.
nl_nl: sjabloonmanager.

# form.payment_page.label.template_name
source: Template name
de_de: Name der Vorlage
es_es: Nombre de la plantilla
fr_fr: Nom du modèle
it_it: Nome del modello
nl_nl: Naam sjabloon

# form.payment_page.label.browse
source: Browse file...
de_de: Datei durchsuchen…
es_es: Buscar archivo...
fr_fr: Naviguez dans le fichier...
it_it: Navigare tra i file...
nl_nl: Zoeken in bestand...

# form.payment_page.label.file_url
source: File URL
de_de: URL der Datei
es_es: URL del archivo
fr_fr: Fichier URL
it_it: URL del file
nl_nl: Bestands-URL

# form.payment_page.label.pci
source: In order to use inline payments, you must be PCI SAQ-AEP compliant.
de_de: Um Inline-Zahlungen nutzen zu können, müssen Sie PCI-SAQ-AEP-konform sein.
es_es: Para poder usar pagos en línea, debe cumplir los PCI-SAQ-AEP.
fr_fr: Pour utiliser les paiements en ligne, vous devez être en conformité avec la norme PCI SAQ-AEP.
it_it: Per poter usare i pagamenti diretti, si deve essere conformi a PCI SAQ-AEP.
nl_nl: Als u inline-betalingen wilt gebruiken, moet u aan PCI SAQ-AEP voldoen.

# form.payment_page.button.upload
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Téléchargez
it_it: Caricare
nl_nl: Uploaden

# form.support.title
source: Support
es_es: Soporte
it_it: Supporto
nl_nl: Ondersteuning

# form.support.assistance
source: Configuration assistance
de_de: Konfigurationshilfe
es_es: Asistencia de configuración
fr_fr: Aide à la configuration
it_it: Assistenza alla configurazione
nl_nl: Configuratiehulp

# form.support.hint
source: If you're having difficulties while setting up your account, submit a request to Ingenico that will automatically [1]include your store settings[/1]. If you're already in communication with our support, then include your ticket identifier.
de_de: Wenn Sie Schwierigkeiten bei der Einrichtung Ihres Kontos haben, senden Sie eine Anfrage an Ingenico, die automatisch [1]Ihre Speichereinstellungen[/1] enthält. Wenn Sie bereits eine Kommunikation mit unserem Support haben, geben Sie Ihre Ticket-ID an.
es_es: Si tiene dificultades para configurar su cuenta, puede enviar una solicitud de asistencia a Ingenico que incluya automáticamente su [1]configuración guardada[/1]. Si ya está en contacto con nuestro departamento de soporte, incluya el identificador de su ticket de soporte.
fr_fr: Si vous éprouvez des difficultés à configurer votre compte, soumettez une requête à Ingenico. Elle inclura automatiquemnt [1]vos paramètres de stockage[/1]. Si vous êtes déjà en contact avec notre équipe de support, incluez votre identifiant de ticket.
it_it: In caso di difficoltà nella configurazione del proprio account, inviare una richiesta a Ingenico in cui saranno contenute automaticamente le proprie impostazioni memorizzate. Se si è già in comunicazione con il nostro Supporto, sarà contenuto il proprio ticket identificativo.
nl_nl: Als u problemen hebt bij het instellen van uw account, kunt u een aanvraag bij Ingenico indienen waarin automatisch uw winkelstellingen zijn opgenomen. Vermeld uw ticket-ID als u al in contact bent met onze ondersteuningsafdeling.

# form.support.label1
source: Support ticket (optional)
es_es: Ticket de soporte (opcional)
fr_fr: Support-Ticket (facultatif)
it_it: Richiesta di supporto (opzionale)
nl_nl: Ondersteuningsticket (optioneel)

# form.support.label2
source: Your e-mail (where we can reach you)
de_de: Ihre E-Mail-Adresse (über die wir Sie erreichen können)
es_es: Su correo electrónico (para poder comunicarnos con usted)
fr_fr: Votre e-mail (où nous pouvons vous joindre)
it_it: Il tuo indirizzo mail (dove possiamo raggiungerti)
nl_nl: Uw e-mailadres (waar we u kunnen bereiken)

# form.support.label3
source: Describe your problem (optional)
de_de: Beschreiben Sie Ihr Problem (optional)
es_es: Describa el problema (opcional)
fr_fr: Décrivez votre problème (facultatif)
it_it: Descrizione del problema (opzionale)
nl_nl: Beschrijf uw probleem (optioneel)

# form.support.label4
source: Your contact email
de_de: Ihre Kontakt-E-Mail-Adresse
es_es: Su email de contacto
fr_fr: Votre adresse électronique
it_it: Tuo indirizzo email
nl_nl: Uw e-mailadres voor contact

# form.support.disclaimer1
source: You are about to communicate to Ingenico Support your store connection settings related to Ingenico only.
de_de: Sie kommunizieren gerade mit Ingenico Support Ihre Speicherverbindungseinstellungen, die sich nur auf Ingenico beziehen.
es_es: Va a comunicar al departamento de soporte de Ingenico la configuración de su conexión relacionada solo con Ingenico.
fr_fr: Vous êtes ur le point de communiquer au support d’Ingenico vos paramètres de connexion de stockage uniquement relatifs à Ingenico.
it_it: Stai per comunicare al Supporto di Ingenico le impostazioni del collegamento al negozio, relative solo a Ingenico.
nl_nl: U staat op het punt de ondersteuningsafdeling van Ingenico uw winkel-verbindingsinstellingen te sturen, uitsluitend voor zover deze op Ingenico betrekking hebben.

# form.support.submit
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
it_it: Invio
nl_nl: Verzenden

# form.support.export_import
source: Export/import your settings
de_de: Exportieren/Importieren Ihrer Einstellungen
es_es: Exportar/importar su configuración
fr_fr: Exportez/importez vos paramètres
it_it: Esportazione/Importazione delle impostazioni
nl_nl: Uw instellingen exporteren/importeren

# form.support.upload
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Téléchargez
it_it: Caricare
nl_nl: Uploaden

# form.support.import
source: Import
es_es: Importar
fr_fr: Importez
it_it: Importazione
nl_nl: Importeren

# form.support.disclaimer2
source: This will override all of your current settings (connection, payment methods, payment page).
de_de: Dies überschreibt all Ihre aktuellen Einstellungen (Verbindung, Zahlungsmethoden, Zahlungsseite).
es_es: Esto sobrescribirá toda su configuración actual (conexión, métodos de pago, página de pago).
fr_fr: Cette action effacera tous vos paramètres actuels (connexion, moyens de paiement, page de paiement).
it_it: Questo sostituirà tutte le impostazioni attuali (collegamento, metodi di pagamento, pagina di pagamento).
nl_nl: Hiermee overschrijft u alle huidige instellingen (verbinding, betalingsmethoden, betalingspagina).

# form.support.download_settings
source: Download your settings as a file
de_de: Laden Sie Ihre Einstellungen als Datei herunter
es_es: Descargar su configuración como un archivo
fr_fr: Téléchargez vos paramètres comme fichier
it_it: Scaricare le proprie impostazioni sotto forma di file
nl_nl: Uw instellingen downloaden als bestand

# form.support.export_settings
source: Export settings
de_de: Exportieren der Einstellungen
es_es: Exportar configuración
fr_fr: Exportez les paramètres
it_it: Esportazione delle impostazioni
nl_nl: Instellingen exporteren

# form.support.import_settings
source: Import settings
de_de: Importieren der Einstellungen
es_es: Importar configuración
fr_fr: Importez les paramètres
it_it: Importazione delle impostazioni
nl_nl: Instellingen importeren

# form.support.import_hint
source: Import the file with the corrected settings that you received from Ingenico support.
de_de: Importieren der Datei mit den korrigierten Einstellungen, die Sie vom Ingenico-Support erhalten haben.
es_es: Importe el archivo con la configuración correcta enviada por el departamento de soporte de Ingenico.
fr_fr: Importez le fichier contenant les paramètres rectifiés envoyés par le support d’Ingenico.
it_it: Importare il file con le impostazioni corrette che è stato ricevuto dal Supporto di Ingenico.
nl_nl: Het bestand importeren met de juiste instellingen die u van de ondersteuning van Ingenico hebt ontvangen.

# form.support.import_success
source: Settings were imported successfully.
de_de: Einstellungen wurden erfolgreich importiert.
es_es: Configuración importada correctamente.
fr_fr: L’importation des paramètres s’est déroulée avec succès.
it_it: L’importazione delle impostazioni è stata completata.
nl_nl: De instellingen zijn geïmporteerd.

# form.support.browse_file
source: Browse file...
de_de: Datei durchsuchen…
es_es: Buscar archivo...
fr_fr: Naviguez dans le fichier...
it_it: Navigare tra i file...
nl_nl: Zoeken in bestand...

# form.support.validation.file_required
source: Please upload the file that you would like to import
de_de: Bitte laden Sie die Datei hoch, die Sie importieren möchten
es_es: Cargue el archivo que quiera importar
fr_fr: Prière de télécharger le fichier que vous voudriez importer
it_it: Caricare il file che si desidera importare
nl_nl: Upload het bestand dat u wilt importeren

# form.support.validation.email_required
source: E-mail field is required
de_de: E-Mail-Feld ist erforderlich
es_es: El campo de correo electrónico es obligatorio
fr_fr: Le champ E-mail est obligatoire
it_it: Il campo dell’indirizzo mail è necessario
nl_nl: Het veld E-mail is verplicht

# form.support.validation.email_invalid
source: Invalid E-mail
de_de: Ungültige E-Mail
es_es: Correo electrónico no válido
fr_fr: E-mail non valide
it_it: L’indirizzo mail non è valido
nl_nl: Ongeldig e-mailadres

# form.support.validation.mail_sent
source: Support e-mail was sent successfully.
de_de: Support-E-Mail erfolgreich gesendet.
es_es: Correo electrónico de soporte enviado correctamente.
fr_fr: L’envoi de l’e-mail du support s’est déroulé avec succès.
it_it: La mail al Supporto è stata inviata.
nl_nl: E-mailbericht naar ondersteuning is verzonden.

# form.support.validation.mail_failed
source: Failed to send e-mail.
de_de: Senden der E-Mail fehlgeschlagen.
es_es: Error al enviar el correo electrónico.
fr_fr: Échec de l’envoi de l’e-mail
it_it: Invio mail non riuscito.
nl_nl: Kan e-mailbericht niet verzenden.

# form.support.validation.ticket_failed
source: Invalid ticket.
de_de: Ungültige Daten.
es_es: Ticket no válido.
fr_fr: Ticket non valide.
it_it: Il ticket non è valido.
nl_nl: Ongeldige ticket.

# form.support.invalid_json_data
source: Invalid format of uploaded file.
de_de: Ungültiges Format der hochgeladenen Datei.
es_es: El formato del archivo cargado no es válido.
fr_fr: Format du fichier téléchargé non valide.
it_it: Il formato del file caricato non è valido.
nl_nl: Ongeldig(e) indeling of geüpload bestand.

# form.support.upload_confirmation.title
source: Upload confirmation
de_de: Hochladen der Bestätigung
es_es: Confirmación de carga
fr_fr: Confirmation du téléchargement
it_it: Conferma del caricamento.
nl_nl: Uploadbevestiging

# form.support.upload_confirmation
source: You are about to import (and override) all of your settings with the values taken from the uploaded file.
de_de: Sie importieren (und überschreiben) alle Ihre Einstellungen mit den Werten aus der hochgeladenen Datei.
es_es: Va a importar (y sobrescribir) toda su configuración con los valores tomados del archivo cargado.
fr_fr: Vous êtes sur le point d’importer (et d’effacer) tous vos paramètres par les valeurs issues du fichier téléchargé.
it_it: Stai per importare (e sostituire) tutte le impostazioni con i valori del file caricato.
nl_nl: U staat op het punt alle bestaande instellingen te overschrijven door de waarden uit het geüploade bestand te importeren.

# modal.countries_list.select
source: Select countries and fetch the best matching payment methods
de_de: Wählen Sie die Länder aus und rufen Sie die am besten passenden Zahlungsmethoden ab.
es_es: Seleccione países y obtenga los mejores métodos de pago
fr_fr: Sélectionnez les pays et recherchez les moyens de paiement les plus appropriés
it_it: Scegli le nazioni e trova i metodi corrispondenti di pagamento.
nl_nl: Selecteer landen en haal de best overeenkomende betalingsmethoden op

# modal.countries_list.placeholder
source: Type to search a country...
de_de: Tippen Sie, um ein Land zu suchen…
es_es: Escriba para buscar un país...
fr_fr: Tapez pour rechercher un pays...
it_it: Digita la nazione da cercare...
nl_nl: Typ om een land te zoeken...

# modal.delayed_payment.whatis
source: What is delayed capture?
de_de: Was ist verzögerte Erfassung?
es_es: ¿Qué es la captura diferida?
fr_fr: Que signifie le terme « capture retardée » ?
it_it: Cos’è la ricezione ritardata?
nl_nl: Wat is vertraagde capture?

# modal.delayed_payment.label1
source: You may provide a delayed payment option if you cannot guarantee your current inventory quantities. In that case, your customers will not be charged unless you check your stock and manually approve the payment.
de_de: Sie können eine verzögerte Zahlungsoption anbieten, wenn Sie Ihre aktuellen Bestandsmengen nicht garantieren können. In diesem Fall werden Ihre Kunden nicht belastet, wenn Sie nicht Ihren Bestand überprüfen und die Zahlung manuell genehmigen.
es_es: Puede proporcionar una opción de pago diferido si no puede garantizar las cantidades de su inventario actual. En ese caso, no se cobrará a sus clientes a menos que verifique su stock y apruebe manualmente el pago.
fr_fr: Il vous est possible de fournir une option de paiement retardé si vous ne pouvez garantir vos quantités actuelles d’inventaire. Dans ce cas, vos clients ne devront pas payer sauf si vous vérifiez votre stock et approuvez le paiement manuellement.
it_it: È possibile concedere l’opzione di pagamento ritardato se non si possono assicurare le disponibilità attuali di magazzino. In tal caso l’addebito al cliente non sarà eseguito, salvo approvare manualmente il pagamento dopo il controllo delle giacenze.
nl_nl: U kunt een vertraagde betalingsoptie aanbieden als u uw huidige voorraadhoeveelheden niet kunt garanderen. In dat geval wordt het bedrag niet bij de klant in rekening gebracht tot u uw voorraad hebt gecontroleerd en de betaling handmatig goedkeurt.

# modal.delayed_payment.label2
source: The order amount will be reserved on your customer's payment account for 7 calendar days. You risk not having enough funds to capture payment (after 7 days) should you not accept payment during this time.
de_de: Die Bestellmenge wird auf dem Zahlungskonto Ihres Kunden für 7 Kalendertage zurückgestellt. Sie riskieren, keine ausreichenden Mittel zur Erfassung der Zahlung zu haben (nach 7 Tagen), wenn Sie während dieser Zeit keine Zahlung akzeptieren.
es_es: El importe del pedido se reservará en la cuenta de pago de su cliente durante 7 días naturales. Se arriesga a no tener fondos suficientes para capturar el pago (después de 7 días) si no acepta el pago durante este tiempo.
fr_fr: Le montant de la commande sera réservé sur le compte de votre client durant 7 jours calendrier. Si vous n’acceptez pas le paiement pendant cette période, vous risquez de ne pas disposer d’assez de fonds pour capturer le paiement (après 7 jours).
it_it: L’importo dell’ordine sarà riservato sul conto di pagamento del cliente per 7 giorni di calendario. Si rischia di non avere fondi sufficienti per ricevere il pagamento (dopo 7 giorni) se non si accettano pagamenti durante questo periodo.
nl_nl: Het bedrag van de bestelling wordt 7 kalenderdagen gereserveerd in de betalingsaccount van uw klant. U riskeert (na 7 dagen) dat u onvoldoende middelen hebt voor een capture van de betaling indien u de betaling niet gedurende deze tijd accepteert.

# modal.directlink.why
source: Why do I need DirectLink?
de_de: Warum brauche ich DirectLink?
es_es: ¿Por qué necesito DirectLink?
fr_fr: En quoi DirectLink peut-il m’être utile ?
it_it: Perché occorre DirectLink?
nl_nl: Waarom heb ik DirectLink nodig?

# modal.directlink.label1
source: You will need DirectLink if you would like to use tokenization and/or inline payments.
de_de: Sie brauchen DirectLink, wenn Sie Tokenisierung und/oder Inline-Zahlungen nutzen möchten.
es_es: Necesitará DirectLink si quiere usar tokenización y/o pagos en línea.
fr_fr: Vous aurez besoin de DirectLink pour vous servir de la tokenization et/ou des paiements en ligne.
it_it: DirectLink è necessario se vuoi utilizzare la tokenizzazione e/o i pagamenti diretti.
nl_nl: U hebt DirectLink nodig als u tokenisatie en/of inline-betalingen wilt gebruiken.

# modal.directlink.label2
source: Tokenization allows you to
de_de: Tokenisierung ermöglicht Ihnen
es_es: La tokenización permite
fr_fr: La tokenization vous permet de
it_it: La tokenizzazione consente di
nl_nl: Tokenisatie stelt u in staat

# modal.directlink.label3
source: • schedule payments
de_de: • die Planung von Zahlungen
es_es: • programar pagos
fr_fr: • programmer les paiements
it_it: • programmare i pagamenti
nl_nl: • betalingen te plannen

# modal.directlink.label4
source: • sell subscriptions
de_de: • den Verkauf von Abonnements
es_es: • vender suscripciones
fr_fr: • vendre des abonnements
it_it: • vendere quote associative
nl_nl: • abonnementen te verkopen

# modal.directlink.label5
source: • offer “1-click payment”
de_de: “1-Click-Zahlungen” •anzubieten
es_es: • ofrecer “pago en 1 clic”
fr_fr: • offrir “1 paiement en 1 clic”
it_it: • offrire “Pagamento con 1 clic”
nl_nl: •“betalen met één klik” aan te bieden

# modal.directlink.label6
source: • authorize and capture separately
de_de: • zu autorisieren und separat zu erfassen
es_es: • autorizar y capturar por separado
fr_fr: • autoriser et capturer séparément
it_it: • autorizzare e ricevere separatamente
nl_nl: • autorisatie en capture gescheiden uit te voeren

# modal.directlink.label7
source: How to proceed with the signature value
de_de: So gehen Sie mit dem Signaturwert vor
es_es: Cómo proceder con el valor de firma
fr_fr: Comment procéder avec la valeur de la signature
it_it: Procedura con l’importo sottoscritto
nl_nl: Wat te doen met de handtekeningwaarde?

# modal.directlink.label8
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.directlink.label9
source: 2. Open the page
de_de: 2. Öffnen Sie die Seite
es_es: 2. Abra la página
fr_fr: 2. Ouvrez la page
it_it: 2. Aprire la pagina
nl_nl: 2. Open de pagina

# modal.directlink.label10
source: Configuration -> Users
de_de: Konfiguration -> Benutzer
es_es: Configuración -> Usuarios
fr_fr: Configuration -> Utilisateurs
it_it: Configurazione -> Utenti
nl_nl: Configuratie -> Gebruikers

# modal.directlink.label11
source: For new integrations, create a new user as shown below. Use the generated userID and password.
de_de: Für neue Integrationen legen Sie einen neuen Benutzer an, wie unten dargestellt. Verwenden Sie die generierte userID und das Passwort.
es_es: Para nuevas integraciones, cree un nuevo usuario como se indica a continuación. Utilice el ID de usuario y la contraseña generados.
fr_fr: Pour de nouveles intégrations, créez un nouvel utilisateur en suivant les instructions ci-dessous. Servez-vous de l’identifiant et du mot de passe utilisateur générés
it_it: Per le nuove integrazioni, creare un nuovo utente come indicato di seguito. Usare gli userID e password generati.
nl_nl: Maak voor nieuwe integraties een nieuwe gebruiker aan, zoals hierna gedemonstreerd. Gebruik de gegenereerde gebruikers-ID en wachtwoord.

# modal.directlink.label12
source: Select Profile = Admin and any e-mail address at your convenience.
de_de: Wählen Sie Profil = Admin und eine beliebige E-Mail-Adresse nach Ihrem Wunsch.
es_es: Seleccione Perfil = Admin y cualquier dirección de correo electrónico que desee.
fr_fr: Sélectionnez le profil = Admin et toute adrese e-mail à votre convenance.
it_it: Selezionare Profilo = Admin e un indirizzo mail a piacere.
nl_nl: Selecteer de gewenste Profiel = Admin en het eventuele e-mailadres.

# modal.directlink.label13
source: If you're connecting an existing account, perform the opposite action. Enter into the plugin details about your existing user that was created for technical integration.
de_de: Wenn Sie ein bestehendes Konto verbinden, führen Sie die entgegengesetzte Aktion aus. Tragen Sie in das Plugin Details über Ihren bestehenden Benutzer ein, der für die technische Integration angelegt wurde.
es_es: Si está conectando una cuenta existente, lleve a cabo la acción contraria. Introduzca en los detalles del complemento acerca de su usuario existente que se creó para la integración técnica.
fr_fr: Si vous connectez un compte existant, effectuez l’action opposée. Saisissez les coordonnées du plugin concernant votre utilisateur existant créé en vue de l’intégration technique.
it_it: Se ti stai collegando a un account già presente, esegui l’azione inversa. Immettere nei dettagli del plug-in l’utente già presente, creato per le integrazioni tecniche.
nl_nl: Voer de omgekeerde procedure uit als u verbinding maakt met een bestaande account. Geef in de plug-in details op over uw bestaande gebruiker die voor technische integratie is aangemaakt.

# modal.directlink.label14
source: How to create DirectLink user?
de_de: Wie erstellt man einen DirectLink-Benutzer?
es_es: ¿Cómo se crea un usuario de DirectLink?
fr_fr: Comment créer un utilisateur DirectLink ?
it_it: Come si crea l’utente DirectLink?
nl_nl: Hoe maakt u een DirectLink-gebruiker?

# modal.directlink.label15
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.directlink.label16
source: 2. Open the page
de_de: 2. Öffnen Sie die Seite
es_es: 2. Abra la página
fr_fr: 2. Ouvrez la page
it_it: 2. Aprire la pagina
nl_nl: 2. Open de pagina

# modal.directlink.label17
source: Configuration -> Users
de_de: Konfiguration -> Benutzer
es_es: Configuración -> Usuarios
fr_fr: Configuration -> Utilisateurs
it_it: Configurazione -> Utenti
nl_nl: Configuratie -> Gebruikers
