Repository: limegrow/ingenico-ogone-prestashop-payments
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

# modal.inline_store_cards.label3
source: If you selected the “Save cards” option, select a “Yes” option here. Otherwise, select “No”.
de_de: Wenn Sie die Option “Karten speichern” gewählt haben, wählen Sie hier die Option “Ja”. Sonst wählen Sie “Nein”.
es_es: Si ha seleccionado la opción “Guardar tarjetas”, elija la opción “Sí” aquí. En caso contrario, seleccione “No”.
fr_fr: Si vous avez choisi l’option “Sauvegarder les cartes”, sélectionnez une option “Oui” ici. Sinon, sélectionnez “Non”.
it_it: Se è stata selezionata l’opzione “Salvataggio carte di credito”, selezionare qui l’opzione “Si”. In caso contrario, selezionare “No”.
nl_nl: Als u de optie “Kaarten opslaan” hebt geselecteerd, selecteert u hier de optie “Ja”. Zo niet, selecteer dan “Nee”.

# modal.paypal.howto
source: How to configure and test PayPal
de_de: Wie man PayPal konfiguriert und testet
es_es: Cómo configurar y probar PayPal
fr_fr: Comment configurer et tester PayPal
it_it: Come si configura e si prova PayPal
nl_nl: PayPal configureren en testen

# modal.paypal.label1
source: 1. Log in to the merchant portal (back office) with your PSPID and password.
de_de: 1. Melden Sie sich mit Ihrer PSPID und Ihrem Passwort im Händlerportal (Backoffice) an.
es_es: 1. Inicie sesión en el portal de comerciantes (área de administración) con su PSPID y su contraseña.
fr_fr: 1. Connectez-vous au portail commerçant (back office) à l’aide de votre PSPID et de votre mot de passe.
it_it: 1. Accedere al portale commerciale (backoffice) con i propri PSPID e password.
nl_nl: 1. Meld u aan bij het winkeliersportaal (backoffice) met uw PSPID en wachtwoord.

# modal.paypal.label2
source: 2. Open the following page and search for PayPal
de_de: 2. Öffnen Sie die folgende Seite und suchen Sie nach PayPal
es_es: 2. Abra la siguiente página y busque PayPal
fr_fr: 2. Ouvrez la page suivante et cherchez PayPal
it_it: 2. Aprire la pagina seguente e cercare PayPal
nl_nl: 2. Open de volgende pagina en zoek naar PayPal

# modal.paypal.label3
source: Configuration -> Payment methods -> Selected payment methods
de_de: Konfiguration -> Zahlungsmethoden -> Ausgewählte Zahlungsmethoden
es_es: Configuración -> Métodos de pago -> Métodos de pago seleccionados
fr_fr: Configuration -> Moyens de paiement -> Moyens de paiement sélectionnés
it_it: Configurazione -> Metodi di pagamento -> Metodi di pagamento selezionati
nl_nl: Configuratie -> Betalingsmethoden -> Geselecteerde betalingsmethoden

# modal.paypal.label4
source: 3. Click on the “edit” icon for PayPal
de_de: 3. Klicken Sie auf das Symbol “Bearbeiten” für PayPal
es_es: 3. Haga clic en el icono “Editar” para PayPal
fr_fr: 3. Cliquez sur l’icône “Éditer” de PayPal
it_it: 3. Fare clik sull’icona “Modifica” di PayPal
nl_nl: 3. Klik op het pictogram “bewerken” voor PayPal

# modal.paypal.label5
source: 4. Type “test@test.com” in the Payer ID field, then click on the “Submit” button.
de_de: 4. Geben Sie “test@test.com” in das Feld Payer ID ein und klicken Sie dann auf die Schaltfläche “Absenden”.
es_es: 4. Escriba “test@test.com” en el campo ID del pagador y haga clic en el botón “Enviar”.
fr_fr: 4. Tapez “test@test.com” dans le champ Identifiant du payeur, puis cliquez sur le bouton “Soumettre”.
it_it: 4. Digitare “test@test.com” nel campo ID pagatore, poi fare clic sul pulsante “Invio”.
nl_nl: 4. Typ “test@test.com” in het veld ID van betaler en klik dan op de knop “Verzenden”.

# modal.paypal.label6
source: Warning![1] You will be able to carry out simple tests with Ingenico simulator.[1] “1 -click payment” and “Instalments” functionalities are only available in Live mode.
de_de: Achtung![1] Mit dem Ingenico-Simulator können Sie einfache Tests durchführen.[1]Die Funktionen “1-Klick-Zahlung” und “Teilzahlungen” sind nur im Live-Modus verfügbar.
es_es: ¡Advertencia![1] Podrá llevar a cabo pruebas sencillas con el simulador de Ingenico.[1] Las funciones “Pago en 1 clic” y “Pagos” solo están disponibles en el modo real.
fr_fr: Avertissement ![1] Vous serez à même d’effectuer de simples tests grâce au simulateur Ingenico.Les fonctionnalités[1] “Paiement en 1 clic” et “Paiements échelonnés” ne sont disponibles qu’en mode Live.
it_it: Attenzione![1] Con il simulatore di Ingenico si potranno eseguire facilmente delle prove.Le funzioni [1] “Pagamento con 1 clic” e “Rate” sono disponibili solo con la modalità Live.
nl_nl: Waarschuwing![1] U kunt alleen eenvoudige tests uitvoeren met de Ingenico-simulator.[1] De functies “Betalen met één klik” en “Betalingstermijnen” zijn alleen beschikbaar in de Live-modus.

# modal.paypal.label7
source: In order to properly setup a PayPal account, please
de_de: Um ein PayPal-Konto ordnungsgemäß einzurichten
es_es: Para configurar correctamente una cuenta de PayPal,
fr_fr: Afin de configurer convenablement un compte PayPal, veuillez
it_it: Per poter configurare correttamente l’account di PayPal,
nl_nl: Voor het correct instellen van een PayPal-account, dient u

# modal.paypal.label8
source: follow the instructions on the Ingenico website at this link
de_de: folgen Sie bitte den Anweisungen auf der Ingenico-Website unter diesem Link.
es_es: siga las instrucciones del sitio web de Ingenico en este enlace
fr_fr: suivre les instructions sur le site web d’Ingenico en suivant le lien
it_it: seguire le istruzioni sul sito web di Ingenico. Vai a questo collegamento
nl_nl: de instructies op de Ingenico-website te volgen, te vinden met de volgende link

# modal.paypal_test.label1
source: Limited use of PayPal in Test mode
de_de: Eingeschränkte Nutzung von PayPal im Testmodus
es_es: Uso limitado de PayPal en modo de prueba
fr_fr: Utilisation limitée de PayPal en mode Test
it_it: Uso limitato della modalità Test di PayPal
nl_nl: Beperkt gebruik van PayPal in testmodus

# modal.paypal_test.label2
source: With Test mode, you can only make PayPal payments through Ingenico simulator. This limits testing to basic payments.
de_de: Im Testmodus können Sie PayPal-Zahlungen nur über den Ingenico-Simulator vornehmen. Das beschränkt die Prüfung auf Basiszahlungen.
es_es: En el modo de prueba solo puede hacer pagos de PayPal a través del simulador de Ingenico. Esto limita las pruebas a pagos básicos.
fr_fr: Avec ce dernier, vous pouvez uniquement d’effectuer des paiements PayPal avec le simulateur Ingenico. Cette restriction limite le test aux paiements de base.
it_it: Con la modalità Test si potranno eseguire pagamenti solo con il simulatore di Ingenico. Ciò limita le prove ai pagamenti di base.
nl_nl: In de testmodus kunt u alleen PayPal-betalingen verrichten via de Ingenico-simulator. Dit beperkt het testen tot basisbetalingen.

# modal.paypal_test.label3
source: “1-click payment” and “Instalments” are only available in Live mode.
de_de: “1-Klick-Zahlung” und “Teilzahlungen” sind nur im Live-Modus verfügbar.
es_es: Las funciones “Pago en 1 clic” y “Pagos” solo están disponibles en el modo real.
fr_fr: Les options“Paiement en 1 clic” et “Paiements échelonnés” ne sont disponibles qu’en mode Live.
it_it: Le funzioni “Pagamento con 1 clic” e “Rate” sono disponibili solo con la modalità Live.
nl_nl: “Betalen met één klik” en “Betalingstermijnen” zijn alleen in de Live-modus beschikbaar.

# modal.paypal_test.label4
source: Thank you for your understanding!
de_de: Vielen Dank für Ihr Verständnis!
es_es: Gracias por su comprensión.
fr_fr: Merci de cotre compréhension !
it_it: Grazie dell’attenzione!
nl_nl: Hartelijk dank voor uw begrip!

# modal.refund_failed.title
source: Refund failed
de_de: Erstattung fehlgeschlagen
es_es: Reembolso fallido
fr_fr: Échec du remboursement
it_it: Rimborso non riuscito
nl_nl: Terugbetaling is mislukt

# modal.refund_failed.label1
source: Unfortunately, refund operation for this transaction is not permitted or failed.
de_de: Leider ist der Erstattungsvorgang für diese Transaktion nicht erlaubt oder fehlgeschlagen.
es_es: Lamentablemente, la operación de reembolso de esta transacción no está permitida o ha fallado.
fr_fr: Malheureusement, l’opération de remboursement de cette transaction n’est pas autorisée ou a échoué.
it_it: L’operazione di rimborso per questa transazione non è consentita o non è riuscita.
nl_nl: Terugbetaling is voor deze transactie helaas niet toegestaan of mislukt.

# modal.refund_failed.label2
source: Please contact Ingenico ePayments Support
de_de: Bitte wenden Sie sich an den Ingenico ePayments Support
es_es: Póngase en contacto con el departamento de soporte de Ingenico ePayments
fr_fr: Veuillez contacter Ingenico ePayments Support
it_it: Rivolgersi al Supporto ePayments di Ingenico
nl_nl: Neem contact op met de ondersteuningsdienst van Ingenico ePayments

# modal.refund_failed.label3
source: Phone support numbers can be found here
de_de: Telefon-Support-Nummern finden Sie hier
es_es: Encontrará aquí los números de teléfono de soporte
fr_fr: Consultez ici les numéros de téléphone du support
it_it: I numeri di telefono del Supporto si trovano qui
nl_nl: U vindt de telefoonnummers voor ondersteuning hier

# modal.credentials-validation.label1
source: Missing Live environment credentials
de_de: Fehlende Anmeldedaten für die Live-Umgebung
es_es: Faltan credenciales del entorno real
fr_fr: Références de l’environnement Live manquantes
it_it: Assenza credenziali dell’ambiente Live
nl_nl: Ontbrekende toegangsgegevens Live-omgeving

# modal.credentials-validation.label2
source: In order to switch to Live mode, you need to fill in all credentials in the “Connection -> Live” section.
de_de: Zum Wechseln in den Live-Modus müssen Sie alle Anmeldedaten im Abschnitt “Verbindung -> Live” eingeben.
es_es: Para poder cambiar al modo real, necesita rellenar todas las credenciales en la sección “Conexión -> Real”.
fr_fr: Pour bascucler en mode Live, vous devez compléter toutes les références dans la section “Connexion -> Live”.
it_it: Per passare alla modalità Live, occorre inserire tutte le credenziali nella sezione “Collegamento -> Live”.
nl_nl: Indien u naar de Live-modus wilt overschakelen, dient u alle toegangsgegevens in te vullen in de sectie “Verbinding -> Live”.

source: Ingenico payment info
de_de: Ingenico Zahlungsinfo
es_es: Información de pago de Ingenico
fr_fr: Infos paiement Ingenico
it_it: Informazioni sui pagamenti di Ingenico
nl_nl: Betalingsinfo Ingenico

# order.payment_method
source: Payment method
de_de: Zahlungsmethode
es_es: Método de pago
fr_fr: Moyens de paiement
it_it: Metodo di pagamento
nl_nl: Betalingsmethode

# order.status
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

# order.brand
source: Brand
de_de: Marke
es_es: Marca
fr_fr: Marque
it_it: Marchio
nl_nl: Merk

# order.card_no
source: Masked number
de_de: Maskierte Nummer
es_es: Número enmascarado
fr_fr: Numéro masqué
it_it: Numero mascherato
nl_nl: Gemaskeerd nummer

# order.action.confirmation
source: Confirmation
de_de: Bestätigung
es_es: Confirmación
it_it: Conferma
nl_nl: Bevestiging

# order.action.capture
source: Capture
de_de: Erfassung
es_es: Capturar
it_it: Ricezione

# order.action.cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancellazione
nl_nl: Annuleren

# order.action.refund
source: Refund
de_de: Erstattung
es_es: Reembolso
fr_fr: Remboursement
it_it: Rimborso
nl_nl: Terugbetalen

# order.action.refund_btn
source: Ingenico Refund
de_de: Ingenico Erstattung
es_es: Ingenico Reembolso
fr_fr: Ingenico Remboursement
it_it: Ingenico Rimborso
nl_nl: Ingenico Terugbetalen

# order.action.refund_amount
source: Refund amount
de_de: Betrag erstatten
es_es: Importe de reembolso
fr_fr: Montant du remboursement
it_it: Importo del rimborso
nl_nl: Bedrag terugbetaling

# order.action.capture_amount
source: Capture amount
de_de: Betrag erfassen
es_es: Importe de captura
fr_fr: Montant de la capture
it_it: Importo della ricezione
nl_nl: Bedrag capture

# order.action.captured
source: Captured
de_de: Erfasst
es_es: Capturado
fr_fr: Capturé
it_it: Ricevuto
nl_nl: Capture uitgevoerd

# order.action.refunded
source: Refunded
de_de: Erstattet
es_es: Reembolsado
fr_fr: Remboursé
it_it: Rimborsato
nl_nl: Terugbetaald

# order.action.cancelled
source: Canceled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Cancellato
nl_nl: Geannuleerd

# order.action.refund_pending
source: Refund is processing
de_de: Rückerstattung wird ausgeführt
es_es: Se está procesando el reembolso
fr_fr: Le remboursement est en cours de trait
it_it: Il rimborso è in fase di elaborazione
nl_nl: De terugbetaling wordt verwerkt

# order.action.capture_pending
source: Capture is processing
de_de: Die Erfassung wird verarbeitet
es_es: La captura se está procesando
fr_fr: La capture est en cours de traitement
it_it: La cattura è in elaborazione
nl_nl: Capture is aan het verwerken

# order.action.capture_too_much
source: Too much
de_de: Zu viel
es_es: Demasiado
fr_fr: Trop
it_it: Troppo
nl_nl: Te veel

# order.action.capture_too_little
source: Too little
de_de: Zu wenig
es_es: Demasiado poco
fr_fr: Trop peu
it_it: Troppo poco
nl_nl: Te weinig

# order.action.refund_too_much
source: Too much
de_de: Zu viel
es_es: Demasiado
fr_fr: Trop
it_it: Troppo
nl_nl: Te veel

# order.action.refund_too_little
source: Too little
de_de: Zu wenig
es_es: Demasiado poco
fr_fr: Trop peu
it_it: Troppo poco
nl_nl: Te weinig

# order.action.capture_confirmation
source: Do you want to perform capture?
de_de: Möchten Sie die Erfassung durchführen?
es_es: ¿Quiere llevar a cabo la captura?
fr_fr: Désirez-vous effectuer la capture ?
it_it: Si vuole eseguire la ricezione?
nl_nl: Wilt u de capture uitvoeren?

# order.action.cancellation_confirmation
source: Do you want to cancel payment?
de_de: Möchten Sie die Zahlung abbrechen?
es_es: ¿Quiere cancelar el pago?
fr_fr: Désirez-vous annuler le paiement ?
it_it: Si vuole annullare il pagamento?
nl_nl: Wilt u de betaling annuleren?

# order.action.refund_confirmation
source: Do you want to refund payment?
de_de: Möchten Sie die Zahlung erstatten?
es_es: ¿Quiere reembolsar el pago?
fr_fr: Désirez-vous rembourser le paiement ?
it_it: Si vuole rimborsare il pagamento?
nl_nl: Wilt u de betaling terugbetalen?

# order.errors.capture_too_much
source: Capture amount too high
de_de: Betrag erfassen zu hoch
es_es: Importe de captura demasiado elevado
fr_fr: Montant de la capture trop élevé
it_it: Importo della ricezione troppo alto
nl_nl: Het capturebedrag is te hoog

# order.errors.capture_too_little
source: Capture amount too low
de_de: Betrag erfassen zu gering
es_es: Importe de captura demasiado bajo
fr_fr: Montant de la capture trop bas
it_it: Importo della ricezione troppo basso
nl_nl: Het capturebedrag is te laag

# order.errors.refund_too_much
source: Refund amount too high
de_de: Betrag erstatten zu hoch
es_es: Importe de reembolso demasiado elevado
fr_fr: Montant du remboursement trop élevé
it_it: Importo del rimborso troppo alto
nl_nl: Het terugbetalingsbedrag is te hoog

# order.errors.refund_too_little
source: Refund amount too low
de_de: Betrag erstatten zu gering
es_es: Importe de reembolso demasiado bajo
fr_fr: Montant du remboursement trop bas
it_it: Importo del rimborso troppo basso
nl_nl: Het terugbetalingsbedrag is te laag

# button.back
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
it_it: Ritorno
nl_nl: Terug

# button.submit
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
it_it: Invio
nl_nl: Verzenden

# button.save
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salvataggio
nl_nl: Opslaan

# button.apply
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applicazione
nl_nl: Toepassen

# button.close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiusura
nl_nl: Sluiten

# collapse.show
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Montrer
it_it: Mostra
nl_nl: Weergeven

# collapse.hide
source: Hide
de_de: Verbergen
es_es: Ocultar
fr_fr: Cacher
it_it: Nascondi
nl_nl: Verbergen

# toggle.enabled
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Attivato
nl_nl: Ingeschakeld

# toggle.disabled
source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato
nl_nl: Uitgeschakeld

# checkout.pay_by_methods_others
source: Pay by %methods% and others
de_de: Zahlung durch %methods% und andere
es_es: Pagar con %methods% y otros
fr_fr: Payer par %methods% et autres
it_it: Pagabile con %methods% e altri
nl_nl: Betaal via %methods% en op andere manieren

# checkout.pay_by_methods
source: Pay by %methods%
de_de: Zahlung durch %methods%
es_es: Pagar con %methods%
fr_fr: Payer par %methods%
it_it: Pagabile con %methods%
nl_nl: Betaal via %methods%

# checkout.use_new_payment_method
source: Use new payment method
de_de: Neue Zahlungsmethode nutzen
es_es: Usar nuevo método de pago
fr_fr: Utilisez un nouveau moyen de paiement
it_it: Uso di un nuovo metodo di pagamento
nl_nl: Nieuwe betalingsmethode gebruiken

# checkout.payment_cancelled
source: Your payment process has been canceled.
de_de: Ihr Zahlungsvorgang wurde abgebrochen.
es_es: Su proceso de pago se ha cancelado.
fr_fr: Votre processus de paiement a été annulé.
it_it: Il processo di pagamento è stato cancellato.
nl_nl: Uw betalingsproces is geannuleerd.

# checkout.error
source: An error occurred. Please try to place the order again. PaymentID: %payment_id%. Status: %status%. Details: %code% %message%.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie, die Bestellung erneut aufzugeben. PaymentID: %payment_id%. Status: %status%. Details: %code% %message%.
es_es: Se ha producido un error. Pruebe a volver a hacer el pedido. PaymentID: %payment_id%. Estado: %status%. Detalles: %code% %message%.
fr_fr: Une erreur s’est produite. Veuillez essayer de placer de nouveau la commande. Identifiant de paiement : %payment_id%. Statut : %status%. Coordonnées : %code% %message%.
it_it: Si è verificato un errore. Prego inserire di nuovo l’ordine. PaymentID: %payment_id%. Stato: %status%. Dettagli: %code% %message%.
nl_nl: Er is een fout opgetreden. Probeer de bestelling opnieuw te plaatsen. PaymentID: %payment_id%. Status: %status%. Details: %code% %message%.

# checkout.payment_info
source: Payment is %status%. Status: %status_code%. PayID: %payment_id%.
de_de: Zahlung ist %status%. Status: %status_code%. PayID: %payment_id%.
es_es: Estado del pago: %status%. Estado: %status_code%. PayID: %payment_id%.
fr_fr: Le paiement est %status%. Statut : %status_code%. Identifiant de paiement : %payment_id%.
it_it: Il pagamento è %status%. Stato: %status_code%. PayID: %payment_id%.
nl_nl: Betaling is %status%. Status: %status_code%. PayID: %payment_id%.

# checkout.test_mode_warning
source: Test mode warning
de_de: Warnmeldung für Testmodus
es_es: Advertencia del modo de prueba
fr_fr: Avertissement mode Test
it_it: Avviso modalità Test
nl_nl: Waarschuwing testmodus

# checkout.manual_capture_required
source: You need to manually capture this payment.
de_de: Sie müssen diese Zahlung manuell erfassen.
es_es: Necesita capturar manualmente este pago.
fr_fr: Vous devez capturer ce paiement manuellement.
it_it: Per questo pagamento occorre eseguire la ricezione manuale.
nl_nl: U dient voor deze betaling een handmatige capture uit te voeren.

# checkout.click_capture
source: Find the order and click on the "Capture" button.
de_de: Suchen Sie die Bestellung und klicken Sie auf die Schaltfläche "Capture".
es_es: Busque el pedido y haga clic en el botón "Capturar".
fr_fr: Trouvez la commande et cliquez sur le bouton "Capture".
it_it: Trova l’ordine e fai clic sul pulsante "Ricezione".
nl_nl: Zoek de bestelling op en klik op de knop "Capture".

# checkout.back_to_shop
source: Back to shop
de_de: Zurück zum Shop
es_es: Volver a la tienda
fr_fr: Retour vers la boutique
it_it: Torna al negozio
nl_nl: Terug naar de winkel

# checkout.something_wrong
source: Something went wrong
de_de: Irgendetwas ist schief gelaufen
es_es: Algo ha salido mal
fr_fr: Une erreur s’est produite
it_it: Qualcosa non ha funzionato
nl_nl: Er is iets fout gegaan

# checkout.please_wait
source: Please wait...
de_de: Bitte warten…
es_es: Por favor, espere...
fr_fr: Veuillez patienter...
it_it: Prego attendere...
nl_nl: Even geduld a.u.b.

# exceptions.upload_filed
source: There was an error uploading your file.
de_de: Beim Hochladen Ihrer Datei ist ein Fehler aufgetreten.
es_es: Se ha producido un error al cargar su archivo.
fr_fr: Une erreur s’est produite dans le téléchargement de votre fichier.
it_it: Si è verificato un errore nel caricamento del file.
nl_nl: Er is een fout opgetreden bij het uploaden van uw bestand.

# validator.mime_html_only
source: Only "text/html" mime type is allowed.
de_de: Nur "text/html" Mime-Typ ist zulässig.
es_es: Solo se permite "text/html" como tipo de mime.
fr_fr: Seul le type MIME "text/html" est autorisé.
it_it: È consentito solo il tipo mime "text/html".
nl_nl: Alleen MIME-type "text/html" is toegestaan.

# validator.extension_html_only
source: Only html files are allowed.
de_de: Nur html-Dateien sind zulässig.
es_es: Solo se permiten archivos html.
fr_fr: Seuls les fichiers html sont autorisés.
it_it: Sono consentiti solo i file html.
nl_nl: Alleen html-bestanden zijn toegestaan.

# validator.mime_text_only
source: Only "plain/text" mime type is allowed.
de_de: Nur "plain/text" Mime-Typ ist zulässig.
es_es: Solo se permite "plain/text" como tipo de mime.
fr_fr: Seul le type MIME "plain/text" est autorisé.
it_it: È consentito solo il tipo mime "plain/text".
nl_nl: Alleen MIME-type "plain/text" is toegestaan.

# order_status.pending_payment
source: Pending payment
de_de: Ausstehende Zahlung
es_es: Pago pendiente
fr_fr: Paiement en attente
it_it: Pagamento sospeso
nl_nl: In afwachting van de betaling

# order_status.authorized
source: Authorized
de_de: Autorisiert
es_es: Autorizado
fr_fr: Autorisé
it_it: Autorizzato
nl_nl: Geautoriseerd

# modal.payment-methods-modal.title
source: Why to setup the list of payment methods?
de_de: Warum sollte man die Liste der Zahlungsmethoden einstellen?
es_es: ¿Por qué configurar la lista de métodos de pago?
fr_fr: Pourquoi configurer la liste des moyens de paiement ?
it_it: Perché configurare l’elenco dei metodi di pagamento?
nl_nl: Waarom de lijst met betalingsmethoden instellen?

# modal.payment-methods-modal.label1
source: Make sure you list exactly the samer payment methods that are configured for your account on Ingenico backoffice.
de_de: Achten Sie darauf, dass Sie genau die gleichen Zahlungsmethoden angeben, die für Ihr Konto im Ingenico Backoffice konfiguriert sind.
es_es: Asegúrese de incluir en la lista exactamente los mismos métodos de pago que estén configurados para su cuenta de administración de Ingenico.
fr_fr: Veuillez énumérer exactement les mêmes moyens de paiement configurés dans votre compte dans le back-office d’Ingenico.
it_it: Verificare di aver elencato esattamente gli stessi metodi di pagamento che erano stati configurati nel proprio account nel backoffice di Ingenico.
nl_nl: Zorg ervoor dat u exact dezelfde betalingsmethoden vermeldt die in Ingenico backoffice voor uw account zijn geconfigureerd.
