Repository: limegrow/ingenico-ogone-prestashop-payments
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

# tab.connection
source: Connection
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
it_it: Connessione
nl_nl: Verbinding

# tab.settings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen

# tab.payment_methods
source: Payment methods
de_de: Zahlungsmethode hinzufügen
es_es: Métodos de pago
fr_fr: Moyens de paiement
it_it: Metodi di pagamento
nl_nl: Betalingsmethoden

# tab.payment_page
source: Payment page
de_de: Zahlungs-Seite
es_es: Página de pago
fr_fr: Page de paiement
it_it: Pagina di pagamento
nl_nl: Betalingspagina

# tab.installments
source: Instalments
de_de: Ratenzahlungen
es_es: Pagos
fr_fr: Paiements échelonnés
it_it: Rate
nl_nl: Afbetalingstermijnen

# tab.subscriptions
source: Subscriptions
de_de: Abonnement
es_es: Suscripciones
fr_fr: Abonnements
it_it: Quote associative
nl_nl: Abonnementen

# tab.support
source: Support
es_es: Soporte
it_it: Supporto
nl_nl: Ondersteuning

# form.install.success
source: Installation was successful.
de_de: Installation war erfolgreich.
es_es: Instalación correcta.
fr_fr: L’installation s’est terminée avec succès.
it_it: Installazione riuscita.
nl_nl: De installatie is geslaagd.

# form.header.create_account
source: Create a new account
de_de: Neues Konto anlegen
es_es: Crear una nueva cuenta
fr_fr: Créez un nouveau compte
it_it: Creazione di un nuovo account
nl_nl: Een nieuwe account maken

# form.header.configuration
source: Go to account configuration
de_de: Gehen Sie zur Konto-Konfiguration
es_es: Ir a la configuración de la cuenta
fr_fr: Allez à Configuration du compte
it_it: Vai alla configurazione dell’account
nl_nl: Ga naar accountconfiguratie

# form.header.test
source: Test
es_es: Prueba

# form.header.live
source: Live
es_es: Real

# form.create_account.title
source: Create or connect your account
de_de: Ihr Konto anlegen oder verbinden
es_es: Crear o conectar su cuenta
fr_fr: Créez ou connectez votre compte
it_it: Creazione o collegamento dell’account
nl_nl: Uw account maken of verbinden

# form.create_account.label.create_account
source: Create an account
de_de: Ein Konto anlegen
es_es: Crear una cuenta
fr_fr: Créez un compte
it_it: Creazione dell’account
nl_nl: Een account maken

# form.create_account.label.company_name
source: Company name
de_de: Name des Unternehmens
es_es: Nombre de la empresa
fr_fr: Nom de la société
it_it: Nome della Società
nl_nl: Bedrijfsnaam

# form.create_account.label.business_country
source: Country of your business entity
de_de: Land Ihrer Geschäftseinheit
es_es: País de su entidad empresarial
fr_fr: Pays de votre entreprise
it_it: Nazione dell’attività aziendale
nl_nl: Land van uw bedrijfsentiteit

# form.create_account.label.select_country
source: Select country
de_de: Wählen Sie ein Land aus
es_es: Seleccionar país
fr_fr: Sélectionnez un pays
it_it: Selezionare la Nazione
nl_nl: Selecteer land

# form.create_account.label.email
source: E-mail
es_es: Correo electrónico
it_it: Posta elettronica

# form.create_account.label.checkmark
source: By ticking the box, I consent to the processing and use of my personal data by Ingenico in accordance with Ingenico's Privacy Policy for dealing with my request and further sending me commercial offers in relation to Ingenico products and services. I am informed that I will be able to withdraw my consent at any time by using the “unsubscribe” option in the e-mail I may receive or by contacting an Ingenico Data Privacy Officer.
de_de: Mit dem Ankreuzen des Kästchens stimme ich der Verarbeitung und Nutzung meiner personenbezogenen Daten durch Ingenico gemäß der Datenschutzerklärung von Ingenico zu, um meine Anfrage zu bearbeiten und mir kommerzielle Angebote zu Ingenico-Produkten und -Dienstleistungen zuzusenden. Ich wurde darüber informiert, dass ich meine Einwilligung jederzeit mit der Option “unsubscribe” in der E-Mail, die ich erhalten habe, widerrufen kann oder indem ich mich an einen Datenschutzbeauftragten von Ingenico wende.
es_es: Al marcar la casilla, consiento que Ingenico procese y utilice mis datos personales según lo estipulado en la Política de privacidad de Ingenico para gestionar mi solicitud y enviarme ofertas comerciales relacionadas con productos y servicios de Ingenico. Se me ha informado de que podré retirar mi consentimiento en cualquier momento mediante la opción “anular suscripción” del correo electrónico que reciba o poniéndome en contacto con un agente de privacidad de datos de Ingenico.
fr_fr: En cochant la case, je consens au traitement et à l’utilisation de mes données personnelles par Ingenico en conformité avec sa politique de confidentialité. Ainsi, Ingenico peut se charger de ma demande et m’envoyer des offres commerciales relatives à ses produits et services. Je suis informé de la possibilité de retirer mon consentement à tout moment en recourant à l’option “Se désabonner” présente dans l’e-mail que je peux recevoir. Je peux aussi contacter un Ingenico Data Privacy Officer.
it_it: Spuntando la casella, autorizzo Ingenico al trattamento e all’utilizzo dei miei dati personali in base alla normativa privacy di Ingenico, per trattare la mia richiesta e inviarmi altre offerte commerciali relative a prodotti e servizi Ingenico. Sono consapevole che potrò revocare il mio consenso in qualsiasi momento utilizzando l’opzione “Cancella iscrizione” nella mail che potrò ricevere, oppure contattando un responsabile della Data Privacy di Ingenico.
nl_nl: Door het vak aan te vinken, stem ik in met de verwerking en het gebruik van mijn persoonsgegevens door Ingenico volgens Ingenico's Privacybeleid voor het afhandelen van mijn aanvraag en tevens met het aan mij versturen van commerciële aanbiedingen in verband met producten en diensten van Ingenico. Ik ben geïnformeerd over het feit dat ik te allen tijde mijn toestemming kan intrekken door de optie “afmelden” te gebruiken in de e-mail die ik mogelijk ontvang of door contact op te nemen met een medewerker gegevensbescherming (Privacy Officer) van Ingenico.

# form.create_account.label.done.label1
source: Done!
de_de: Fertig!
es_es: ¡Hecho!
fr_fr: C’est fait !
it_it: Fatto!
nl_nl: Klaar!

# form.create_account.label.done.label2
source: We will get back to you within the next 48 hours with
de_de: Wir melden uns innerhalb der nächsten 48 Stunden bei Ihnen mit
es_es: Nos pondremos en contacto con usted en las siguientes 48 horas con
fr_fr: Nous reviendrons vers vous dans les 48 heures avec
it_it: Ti risponderemo entro le prossime 48 ore con
nl_nl: We nemen binnen de volgende 48 uur contact met u op

# form.create_account.label.done.label3
source: all necessary credentials to set up your free test account.
de_de: allen notwendigen Zugangsdaten zur Einrichtung Ihres kostenlosen Testkontos.
es_es: todas las credenciales necesarias para que pueda configurar su cuenta de prueba gratuita.
fr_fr: toutes les références nécessaires à la configuration de votre compte test gratuit.
it_it: tutte le credenziali necessarie a configurare l’account di prova gratuito.
nl_nl: met alle benodigde toegangsgegevens voor het instellen van uw gratis testaccount.

# form.create_account.button.connect-existing
source: Go to account configuration
de_de: Gehen Sie zur Konto-Konfiguration
es_es: Ir a la configuración de la cuenta
fr_fr: Allez à Configuration du compte
it_it: Vai alla configurazione dell’account
nl_nl: Ga naar accountconfiguratie

# form.create_account.button.create_account
source: Create an account
de_de: Ein Konto anlegen
es_es: Crear una cuenta
fr_fr: Créez un compte
it_it: Creazione dell’account
nl_nl: Een account maken

# form.create_account.button.account_exist
source: Connect your existing account
de_de: Verbinden Sie Ihr vorhandenes Konto
es_es: Conectar su cuenta existente
fr_fr: Connectez votre compte existant
it_it: Collegamento all’account già presente
nl_nl: Uw bestaande account verbinden

# form.connection.title
source: Connection
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
it_it: Connessione
nl_nl: Verbinding

# form.connection.label.test_account
source: Test account
de_de: Testkonto
es_es: Cuenta de prueba
fr_fr: Compte test
it_it: Account di prova

# form.connection.label.live_account
source: Live account
de_de: Livekonto
es_es: Cuenta real
fr_fr: Compte Live
it_it: Account Live

# form.connection.label.where
source: Where to find?
de_de: Wo findet man das?
es_es: Dónde encontrarlo
fr_fr: Où le trouver ?
it_it: Dove si trova?
nl_nl: Waar vind ik...?

# form.connection.label.signature
source: Signature
de_de: Signatur
es_es: Firma
it_it: Firma
nl_nl: Handtekening

# form.connection.label.copied
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado en el portapapeles
fr_fr: Copié sur le bloc-notes
it_it: Copiato negli Appunti
nl_nl: Gekopieerd naar Klembord

# form.connection.label.howto
source: How to proceed?
de_de: Wie geht man vor?
es_es: Cómo proceder
fr_fr: Comment procéder ?
it_it: Come si procede?
nl_nl: Hoe nu verder?

# form.connection.label.webhook_settings
source: Webhook settings
de_de: Webhook-Einstellungen
es_es: Configuración de Webhook
fr_fr: Paramètres du Webhook
it_it: Impostazione di Webhook
nl_nl: Webhook-instellingen

# form.connection.label.directlink.label1
source: Why might I need it?
de_de: Wozu könnte ich es brauchen?
es_es: ¿Por qué puedo necesitarlo?
fr_fr: En quoi peut-il m’être utile ?
it_it: Perché potrebbe servirmi?
nl_nl: Waarom zou ik dit nodig hebben?

# form.connection.label.directlink.label2
source: You will need it if you would like to use tokenization and/or inline payments.
de_de: Sie brauchen es, wenn Sie Tokenisierung und/oder Inline-Zahlungen nutzen möchten.
es_es: Lo necesitará si quiere usar tokenización y/o pagos en línea.
fr_fr: Vous en aurez besoin pour l’utilisation de la tokenisation et/ou des paiements en ligne.
it_it: Occorre se vuoi utilizzare la tokenizzazione e/o i pagamenti diretti.
nl_nl: U hebt het nodig als u tokenisatie en/of inline-betalingen wilt gebruiken.

# form.connection.label.directlink.label3
source: Tokenization allows you to schedule payments, sell subscriptions, and offer “1-click payment”.
de_de: Tokenisierung ermöglicht es Ihnen, Zahlungen zu planen, Abonnements zu verkaufen und “1-Click-Zahlungen” anzubieten.
es_es: La tokenización permite programar pagos, vender suscripciones y ofrecer “pago en 1 clic”.
fr_fr: La tokenization vous permet de programmer des paiements, de vendre des abonnements et d’offrir “un paiement en 1 clic”.
it_it: La tokenizzazione consente di programmare i pagamenti, vendere le sottoscrizioni e offre “Pagamento con 1 clic”.
nl_nl: Tokenisatie stelt u ertoe in staat betalingen te plannen, abonnementen te verkopen en “betalen met één klik” aan te bieden.

# form.connection.label.directlink.label4
source: In order to use Direct Link, you must be PCI-SAQA compliant.
de_de: Um Direct Link nutzen zu können, müssen Sie PCI-SAQA-konform sein.
es_es: Para poder usar DirectLink, debe cumplir los PCI-SAQA.
fr_fr: Pour utiliser DirectLink, vous devez être en conformité avec la norme PCI-SAQA.
it_it: Per poter usare il Direct Link, si deve essere conformi a PCI-SAQA.
nl_nl: Als u Direct Link wilt gebruiken, moet u voldoen aan PCI-SAQA.

# form.connection.label.readmore
source: Read more
de_de: Mehr dazu
es_es: Leer más
fr_fr: Lire plus
it_it: Altre informazioni
nl_nl: Meer informatie

# form.connection.label.user
source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
nl_nl: Gebruiker

# form.connection.label.password
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord

# form.connection.button.show
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Montrer
it_it: Mostra
nl_nl: Weergeven

# form.connection.button.hide
source: Hide
de_de: Verbergen
es_es: Ocultar
fr_fr: Cacher
it_it: Nascondi
nl_nl: Verbergen

# form.connection.button.generate
source: Generate
de_de: Erzeugen
es_es: Generar
fr_fr: Générer
it_it: Crea
nl_nl: Genereren

# form.connection.button.copy_value
source: Copy value
de_de: Wert kopieren
es_es: Copiar valor
fr_fr: Copie de la valeur
it_it: Copia valore
nl_nl: Waarde kopiëren

# form.connection.button.copy_link
source: Copy link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copie du lien
it_it: Copia collegamento
nl_nl: Link kopiëren

# form.settings.title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen

# form.settings.mode.basic
source: Basic
de_de: Basis
es_es: Básica
fr_fr: Basique
it_it: Di base
nl_nl: Basis

# form.settings.mode.advanced
source: Advanced
de_de: Fortgeschritten
es_es: Avanzada
fr_fr: Avancé
it_it: Avanzate
nl_nl: Geavanceerd

# form.settings.label.tokenisation
source: Tokenization
de_de: Tokenisierung
es_es: Tokenización
it_it: Tokenizzazione
nl_nl: Tokenisatie

# form.settings.label.readmore
source: Read more
de_de: Mehr dazu
es_es: Leer más
fr_fr: Lire plus
it_it: Altre informazioni
nl_nl: Meer informatie

# form.settings.label.disclaimer
source: In order to use tokenization, you must be PCI-SAQA compliant and connect to DirectLink.
de_de: Um Tokenisierung nutzen zu können, müssen Sie PCI-SAQA-konform sein und sich mit DirectLink verbinden.
es_es: Para poder usar la tokenización, debe cumplir los PCI-SAQA y conectarse a DirectLink.
fr_fr: Pour utiliser la tokenisation, vous devez être en conformité avec la norme PCI-SAQA.
it_it: Per poter usare la tokenizzazione, si deve essere conformi a PCI-SAQA e collegati a DirectLink.
nl_nl: Als u tokenisatie wilt gebruiken, moet u voldoen aan PCI-SAQA en moet u verbonden zijn met DirectLink.

# form.settings.label.stored_cards
source: Stored cards
de_de: Gespeicherte Karten
es_es: Tarjetas almacenadas
fr_fr: Cartes prépayées
it_it: Carte di credito salvate
nl_nl: Opgeslagen kaarten

# form.settings.label.skipsecurity
source: Skip security check (CVV and 3D Secure)
de_de: Sicherheitsüberprüfung überspringen (CVV und 3D Secure)
es_es: Omitir comprobación de seguridad (CVV y 3D Secure)
fr_fr: Passez le contrôle de sécurité (CVV et 3D Secure)
it_it: Evitare il controllo di sicurezza (CVV e 3D Secure)
nl_nl: Beveiligingscontrole overslaan (CVV en 3D Secure)

# form.settings.label.skipsecurity.note
source: The card issuer has the ultimate right to request a security check if it needed to prevent fraud.
de_de: Der Kartenaussteller hat das endgültige Recht, eine Sicherheitsüberprüfung zu verlangen, wenn es zur Betrugsbekämpfung erforderlich ist.
es_es: El emisor de la tarjeta tiene el derecho final de solicitar una comprobación de seguridad según sea necesario para evitar fraudes.
fr_fr: L’émetteur de la carte est habilité à demander un contrôle de sécurité si nécessaire pour éviter toute fraude.
it_it: Per prevenire frodi, se necessario l’emittente della carta ha il diritto di richiedere un controllo finale di sicurezza.
nl_nl: De uitgever van de kaart heeft het ultieme recht een beveiligingscontrole te vragen als dit nodig is om fraude te voorkomen.

# form.settings.label.capture
source: Delayed payment capture
de_de: Verzögerte Zahlungserfassung
es_es: Captura de pago retrasado
fr_fr: Capture de paiement retardée
it_it: Ricezione ritardata del pagamento
nl_nl: Vertraagde capture betaling

# form.settings.label.directsales
source: Direct sales (automatic capture)
de_de: Direktverkauf (automatische Erfassung)
es_es: Ventas directas (captura automática)
fr_fr: Ventes directes (capture automatique)
it_it: Vendite dirette (ricezione automatica)
nl_nl: Rechtstreekse verkopen (automatische capture)

# form.settings.label.sendemail
source: Send an e-mail for any new capture requests
de_de: Senden Sie eine E-Mail für alle neuen Erfassungsanforderungen
es_es: Enviar un correo electrónico para cada nueva solicitud de captura
fr_fr: Envoyez un e-mail pour toutes les nouvelles demandes de capture
it_it: Invio di una mail a ogni richiesta di ricezione
nl_nl: Stuur een e-mailbericht voor alle nieuwe captureverzoeken

# form.settings.email
source: e-mail address
de_de: E-Mail-Addresse
es_es: Correo electrónico
fr_fr: e-mail
it_it: indirizzo email
nl_nl: e-mailadres

# form.settings.label.orders
source: Orders
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
it_it: Ordini
nl_nl: Bestellingen

# form.settings.label.payment_reminder
source: Payment reminder e-mail
de_de: Erinnerungs-E-Mail zur Zahlung
es_es: Correo electrónico de recordatorio de pago
fr_fr: E-mail de rappel de paiement
it_it: Mail di promemoria del pagamento
nl_nl: E-mail betalingsherinnering

# form.settings.label.payment_reminder_description
source: Send a reminder e-mail to your customers in order to remind them of a pending order with an incomplete payment on their side.
de_de: Senden Sie Ihrem Kunden eine Erinnerungs-E-Mail, um ihn an eine ausstehende Bestellung mit einer unvollständigen Zahlung seinerseits zu erinnern.
es_es: Envíe un correo electrónico de recordatorio a sus clientes para recordarles pedidos pendientes que aún no hayan sido abonados por su parte.
fr_fr: Envoyez un e-mail de rappel à vos clients afin de leur remémorer une commande en cours dans le cas d’un paiement incomplet.
it_it: Invio di una mail di promemoria ai clienti, per ricordare che hanno un ordine in sospeso con il pagamento ancora non completato.
nl_nl: Stuur een herinnerings-e-mail aan uw klanten om hen te herinneren aan een lopende bestelling waarbij de betaling aan hun kant onvolledig is.

# form.settings.label.payment_reminder_send
source: Send a reminder e-mail
de_de: Senden Sie eine Erinnerungs-E-Mail
es_es: Enviar un correo electrónico de recordatorio
fr_fr: Envoyez un e-mail de rappel
it_it: Invio della mail di promemoria
nl_nl: Een herinnerings-e-mail sturen

# form.settings.label.delay_in_days
source: delay in days
de_de: Verzögerung in Tagen
es_es: retraso (días)
fr_fr: délai en jours
it_it: giorni di ritardo
nl_nl: vertraging in dagen

# form.payment_methods.title
source: Payment methods
de_de: Zahlungsmethode hinzufügen
es_es: Métodos de pago
fr_fr: Moyens de paiement
it_it: Metodi di pagamento
nl_nl: Betalingsmethoden

# form.payment_methods.label.geography
source: Business geography
de_de: Unternehmensgeographie
es_es: Geografía de negocio
fr_fr: Géographie commerciale
it_it: Zone geografiche delle attività commerciali
nl_nl: Bedrijfsgeografie

# form.payment_methods.label.choose_countries
source: Choose countries of your commercial activity and automatically fetch the best matching payment methods.
de_de: Wählen Sie die Länder Ihrer Geschäftstätigkeit und rufen Sie automatisch die am besten passenden Zahlungsmethoden ab.
es_es: Seleccione países de su actividad comercial y obtenga automáticamente los mejores métodos de pago.
fr_fr: Choisissez les pays concernés par votre activité commerciale et recherchez les moyens de paiement les plus appropriés.
it_it: Scegli le nazioni in cui svolgere le attività commerciali e trova automaticamente i migliori metodi corrispondenti di pagamento.
nl_nl: Kies landen waarin u commercieel actief bent en haal automatisch de best overeenkomende betalingsmethoden op.

# form.payment_methods.label.type_search
source: Type to search a payment method...
de_de: Tippen Sie, um eine Zahlungsmethode zu suchen…
es_es: Escriba para buscar un método de pago...
fr_fr: Tapez pour rechercher un moyen de paiement...
it_it: Digita la ricerca del metodo di pagamento...
nl_nl: Typ om een betalingsmethode te zoeken...

# form.payment_methods.label.no_available
source: No available payment methods found
de_de: Keine verfügbaren Zahlungsmethoden gefunden
es_es: No se encontraron métodos de pago disponibles
fr_fr: Aucun moyen de paiement n’a été trouvé
it_it: Nessun metodo di pagamento disponibile trovato
nl_nl: Kan geen beschikbare betalingsmethoden vinden

# form.payment_methods.button.fetch
source: Fetch by countries
de_de: Nach Ländern abrufen
es_es: Obtener por países
fr_fr: Recherchez par pays
it_it: Ricerca per nazione
nl_nl: Ophalen op land

# form.payment_methods.button.add
source: Add payment method
de_de: Zahlungsmethode hinzufügen
es_es: Añadir método de pago
fr_fr: Ajoutez un moyen de paiement
it_it: Aggiungi il metodo di pagamento
nl_nl: Betalingsmethode toevoegen

# form.payment_methods.button.delete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Effacez
it_it: Eliminazione
nl_nl: Verwijderen

# form.payment_methods.button.add_more
source: Add more payment methods
de_de: Weiter Zahlungsmethoden hinzufügen
es_es: Añadir más métodos de pago
fr_fr: Ajoutez d’autres moyens de paiement
it_it: Aggiungi altri metodi di pagamento
nl_nl: Meer betalingsmethoden toevoegen

# form.payment_page.title
source: Payment page
de_de: Zahlungs-Seite
es_es: Página de pago
fr_fr: Page de paiement
it_it: Pagina di pagamento
nl_nl: Betalingspagina

# form.payment_page.label.choose_access
source: Choose access to the payment
de_de: Wählen Sie den Zugang zur Zahlung aus
es_es: Elegir acceso al pago
fr_fr: Choisissez l’accès au paiement
it_it: Scegli l’accesso al pagamento
nl_nl: Toegang tot de betaling kiezen

# form.payment_page.label.inline
source: Inline payment for cards
de_de: Inline-Zahlung für Karten
es_es: Pago en línea para tarjetas
fr_fr: Paiement en ligne pour cartes
it_it: Pagamento diretto per le carte di credito
nl_nl: Inline-betaling voor kaarten

# form.payment_page.label.redirect
source: Redirect to the payment page
de_de: Umleiten zur Zahlungs-Seite
es_es: Redirigir a la página de pago
fr_fr: Redirigez vers la page de paiement
it_it: Ritorno alla pagina di pagamento
nl_nl: Omleiden naar de betalingspagina

# form.payment_page.label.disclaimer
source: In order to use inline payments, you must be PCI SAQ-AEP compliant.
de_de: Um Inline-Zahlungen nutzen zu können, müssen Sie PCI-SAQ-AEP-konform sein.
es_es: Para poder usar pagos en línea, debe cumplir los PCI-SAQ-AEP.
fr_fr: Pour utiliser les paiements en ligne, vous devez être en conformité avec la norme PCI SAQ-AEP.
it_it: Per poter usare i pagamenti diretti, si deve essere conformi a PCI SAQ-AEP.
nl_nl: Als u inline-betalingen wilt gebruiken, moet u aan PCI SAQ-AEP voldoen.

# form.payment_page.label.template
source: Optional customisation
de_de: Optionale Anpassung
es_es: Personalización opcional
fr_fr: Personnalisation facultative
it_it: Personalizzazione opzionale
nl_nl: Optionele aanpassing

# form.payment_page.label.step1
source: Step 1
de_de: Schritt 1
es_es: Paso 1
fr_fr: Étape 1
it_it: Passo 1
nl_nl: Stap 1

# form.payment_page.label.step2
source: Step 2
de_de: Schritt 2
es_es: Paso 2
fr_fr: Étape 2
it_it: Passo 2
nl_nl: Stap 2

# form.payment_page.label.step3
source: Step 3
de_de: Schritt 3
es_es: Paso 3
fr_fr: Étape 3
it_it: Passo 3
nl_nl: Stap 3

# form.payment_page.label.readmore
source: Read about template customization.
de_de: Lesen Sie mehr über die Anpassung von Vorlagen.
es_es: Consulte información sobre la personalización de plantillas.
fr_fr: Informations sur la personnalisation des modèles
it_it: Altre informazioni sulla personalizzazione del modello.
nl_nl: Meer over sjabloonaanpassing

# form.payment_page.label.create_own
source: Create your own template.
de_de: Erstellen Sie Ihre eigene Vorlage.
es_es: Cree su propia plantilla.
fr_fr: Créez votre propre modèle
it_it: Creazione del proprio modello.
nl_nl: Uw eigen sjabloon maken.

# form.payment_page.label.point_your
source: Point to your template
de_de: Auf Ihre Vorlage hinweisen
es_es: Apuntar a su plantilla
fr_fr: Indiquez votre modèle
it_it: Puntamento sul tuo modello
nl_nl: Naar uw sjabloon verwijzen

# form.payment_page.label.ingenico
source: Use Ingenico template manager
de_de: Vorlagen-Manager von Ingenico verwenden
es_es: Usar administrador de plantillas de Ingenico
fr_fr: Utilisez le gestionnaire de modèles d’Ingenico
it_it: Uso di Gestione modelli di Ingenico
nl_nl: De sjabloonmanager van Ingenico gebruiken
