Repository: limegrow/ingenico-ogone-prestashop-payments
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

# modal.payment-methods-modal.label2
source: This list of payment methods will be displayed to your customers during the checkout process pointing to Ingenico payment.
de_de: Diese Liste der Zahlungsmethoden wird Ihren Kunden während des Bezahlvorgangs angezeigt und verweist auf die Ingenico-Zahlung.
es_es: La lista de métodos de pago se mostrará a sus clientes durante el proceso de pago que apunte a un pago de Ingenico.
fr_fr: Cette liste des moyens de paiement s’affichera à l’attention de vos clients pendant le processus de paiement en pointant vers le paiement Ingenico.
it_it: Questo elenco dei metodi di pagamento sarà mostrato ai propri clienti nel corso del processo di pagamento indirizzato al pagamento di Ingenico.
nl_nl: De lijst met betalingsmethoden wordt tijdens het afrekenen aan uw klanten weergegeven, met een verwijzing naar Ingenico-betaling.

# modal.payment-methods-modal.label3
source: It will also be used to construct the page with the payment selection if you chose Inline mode.
de_de: Sie wird auch zur Erstellung der Seite mit der Zahlungsauswahl verwendet, wenn Sie den Inline-Modus gewählt haben.
es_es: También se utilizará para crear la página con la selección de pago si elige el modo en línea.
fr_fr: Elle permet également de construire la page avec le choix des paiements si vous choisissez le mode Inline (en ligne).
it_it: Viene usato anche per realizzare la pagina con la selezione dei pagamenti, se è stata scelta la modalità Inline.
nl_nl: De lijst zal ook worden gebruikt om de pagina met de betalingsselectie op te zetten als u de modus Inline kies.

# modal.optional-customisation.title
source: What is template customisation?
de_de: Was ist Vorlagenanpassung?
es_es: O que é a personalização de modelo?
fr_fr: Qu’est-ce que la personnalisation du modèle ?
it_it: Che cos’è la personalizzazione del modello?
nl_nl: Wat is sjabloonaanpassing?

# modal.optional-customisation.label1
source: Either you are using Inline or Redirect mode you can customise the style of your payment page (redirect mode) or card input section colors (inline mode).
de_de: Entweder Sie verwenden den Inline- oder den Redirect-Modus, Sie können den Style Ihrer Zahlungsseite (Redirect-Modus) oder die Farben der Karteneingabebereiche (Inline-Modus) anpassen.
es_es: Tanto si usa el modo en línea o el de redireccionamiento, puede personalizar el estilo de su página de pago (en el modo de redireccionamiento) o los colores de selección de introducción de la tarjeta (en el modo en línea).
fr_fr: Vous utilisez soit le mode Inline soit le mode Redirect (redirection). Vous pouvez personnaliser le style de votre page de paiement (mode Redirect) ou les couleurs de la section saisie des données de la carte (mode Inline).
it_it: Nell’uso di entrambe le modalità Inline e Redirect, si possono personalizzare lo stile della propria pagina di pagamento (modalità Redirect) o dei colori della sezione di immissione della carta (modalità Inline).
nl_nl: Als u de modus Inline of Redirect gebruikt, kunt u de stijl van uw betalingpagina (modus Redirect) of de kleuren voor uw kaartinvoersectie (modus Inline) aanpassen.

# modal.optional-customisation.label2
source: Still, the default state is already fully designed in a very generic way so that you could start accepting payments directly.
de_de: Dennoch ist der Standardstatus bereits vollständig und sehr generisch gestaltet, so dass Sie direkt mit der Annahme von Zahlungen beginnen können.
es_es: Aún así, el estado predeterminado ya está enteramente diseñado de forma muy genérica para que pueda empezar a aceptar pagos directamente.
fr_fr: En revanche, le style par défaut est déjà conçu de manière générique pour vous permettre de commencer à accepter les paiements directement.
it_it: Comunque lo stato predefinito è già completamente progettato genericamente, per consentire di iniziare ad accettare pagamenti direttamente.
nl_nl: De standaardtoestand is echter al voorzien van een compleet algemeen ontwerp, zodat u ook meteen kunt beginnen met het accepteren van betalingen.

# modal.openinvoice.title
source: Please choose the country of your business entity
de_de: Wählen Sie das Land Ihrer Geschäftseinheit
es_es: Elige el país de tu entidad empresarial
fr_fr: Veuillez sélectionner le pays dans lequel se trouve votre entreprise
it_it: Selezionare il Paese dell’attività aziendale
nl_nl: Kies het land waar je bedrijfsentiteit gevestigd is

# modal.openinvoice.label1
source: Open invoice payment methods are only available for the listed countries. Please choose the country where your company is registered.
de_de: Die Zahlungsmethoden für offene Rechnungen sind nur für die aufgeführten Länder verfügbar. Wählen Sie das Land, in dem Ihr Unternehmen registriert ist.
es_es: Los métodos de pago de factura abierta solo están disponibles en los países de la lista. Elige el país en el que está registrada tu empresa.
fr_fr: Les méthodes de paiement par facture en suspens ne sont disponibles que pour les pays repris dans la liste. Veuillez sélectionner le pays dans lequel votre entreprise est immatriculée.
it_it: I metodi di pagamento con fattura scoperta sono disponibili solo per i Paesi dell’elenco. Selezionare il Paese di registrazione dell’azienda.
nl_nl: Openstaande factuur-betalingsmethoden zijn alleen beschikbaar voor de landen in de lijst. Kies het land waarin je bedrijf is geregistreerd.

# modal.openinvoice.country_nl
source: Netherlands
de_de: Niederlande
es_es: Países Bajos
fr_fr: Pays-Bas
it_it: Olanda
nl_nl: Nederland

# modal.openinvoice.country_de
source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: Allemagne
it_it: Germania
nl_nl: Duitsland

# modal.openinvoice.another
source: Another country. Open invoice payments are not available.
de_de: Anderes Land Die Zahlungsmethoden für offene Rechnungen sind nicht verfügbar.
es_es: Otro país. No hay pagos de factura abierta disponibles.
fr_fr: Autre pays. Les paiements par facture en suspens ne sont pas disponibles.
it_it: Un altro Paese. I pagamenti con fattura scoperta non sono disponibili.
nl_nl: Een ander land. Openstaande factuur-betalingen zijn niet beschikbaar

# modal.openinvoice.additional_data_required
source: Please provide additional data required for this payment method
de_de: Bitte geben Sie zusätzliche Daten an, die für diese Zahlungsmethode erforderlich sind
es_es: Debes facilitar información adicional para este método de pago
fr_fr: Veuillez fournir des données supplémentaires requises pour cette méthode de paiement
it_it: Fornire i dati aggiuntivi richiesti per questo metodo di pagamento
nl_nl: Geef aanvullende informatie op die voor deze betalingsmethode nodig is

# modal.openinvoice.proceed
source: Proceed
de_de: Vorgehen
es_es: Continuar
fr_fr: Procéder
it_it: Procedere
nl_nl: Doorgaan

source: Billing address
de_de: Rechnungsadresse
es_es: Dirección de Envio
fr_fr: Adresse de facturation
nl_nl: Indirizzo di fatturazione

source: Billing state
de_de: Land der Rechnungsadresse
es_es: Provincia de facturación
fr_fr: État de facturation
it_it: Paese di fatturazione
nl_nl: Staat/provincie facturering

source: Billing street number
de_de: Hausnummer der Rechnungsadresse
es_es: Número de domicilio de facturación
fr_fr: Numéro de l’adresse de facturation
it_it: Indirizzo di fatturazione
nl_nl: Huisnummer facturering

source: Billing customer title
de_de: Abrechnung des Kundentitels
es_es: Título del cliente de facturación
fr_fr: Titre du client de facturation
nl_nl: Titel van klant voor facturering

source: Shipping state
de_de: Land der Lieferadresse
es_es: Provincia de envío
fr_fr: État de livraison
it_it: Paese di spedizione
nl_nl: Staat/provincie verzending

source: Shipping address
de_de: Lieferanschrift
es_es: Dirección de Envío
fr_fr: Adresse de livraison
nl_nl: Indirizzo di spedizione

source: Shipping street number
de_de: Hausnummer der Lieferadresse
es_es: Número de domicilio de envío
fr_fr: Numéro de l’adresse de livraison
it_it: Indirizzo di spedizione
nl_nl: Huisnummer verzending

source: Shipping company
de_de: Unternehmen der Lieferadresse
es_es: Empresa de envío
fr_fr: Société de livraison
it_it: Società di spedizione
nl_nl: Bedrijf verzending

source: Shipping customer title
de_de: Kundentitel der Lieferadresse
es_es: Título del cliente de envío
fr_fr: Titre du client pour la livraison
it_it: Titolo della spedizione al cliente
nl_nl: Titel klant verzending

source: Shipping fax
de_de: Faxnummer der Lieferadresse
es_es: Fax de envío
fr_fr: Fax pour la livraison
it_it: Fax di spedizione
nl_nl: Fax verzending

source: Customer dob
de_de: Geburtsdatum des Kunden
es_es: Fecha de nacimiento del cliente
fr_fr: Date de naissance du client
it_it: Data di nascita del cliente
nl_nl: Geboortedatum klant

source: Customer gender
de_de: Geschlecht des Kunden
es_es: Género del cliente
fr_fr: Sexe du client
it_it: Genere del cliente
nl_nl: Geslacht klant

source: Customer civility
de_de: Anrede
es_es: Tratamiento
fr_fr: Civilité du client
it_it: Titolo di cortesia del cliente
nl_nl: Aanspreekvorm klant

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
nl_nl: Meldingen

source: Send an e-mail when order has been paid or reverted from cancelled state.
de_de: Sende eine E-mail, wenn die Bestellung bezahlt wurde oder sich nicht mehr im stornierten zustand befindet.
es_es: Envíe un correo electrónico cuando el pedido esté pagado o fuera del estado cancelado.
fr_fr: Envoyer un e-mail lorsque l'ordre a été payée ou bien lorsque celui-ci n'est plus dans un statut "annulé".
it_it: Invia un'e-mail quando l'ordine è stato pagato o è fuori dallo stato annullato.
nl_nl: Stuur een e-mail wanneer de bestelling is betaald of uit de geannuleerde staat is.

source: Send an e-mail when refund has been failed.
de_de: Senden Sie eine E-Mail, wenn die Rückerstattung fehlgeschlagen ist.
es_es: Envíe un correo electrónico cuando haya fallado el reembolso.
fr_fr: Envoyez un e-mail lorsque le remboursement a échoué.
it_it: Invia una e-mail quando il rimborso non è andato a buon fine.
nl_nl: Stuur een e-mail wanneer de terugbetaling is mislukt.

source: Invalid e-mail address
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico inválida
fr_fr: Adresse e-mail invalide
it_it: indirizzo email non valido
nl_nl: Ongeldig e-mailadres

source: Pay with %name%
es_es: Pague con %name%
fr_fr: Payer avec %name%
nl_nl: Betaal met %name%

source: Pay safely on the next page with %name% using your preferred payment method
es_es: Pague de forma segura en la página siguiente con %name% utilizando su método de pago preferido
fr_fr: Payez en toute sécurité sur la page suivante avec %name% en utilisant votre mode de paiement préféré
nl_nl: Betaal veilig op de volgende pagina met %name% en gebruik uw favoriete betaalmethode

source: %brand% ends with %cardno%, expires on %month%/%year%
de_de: Das %brand% endet mit %cardno% und läuft am %month%/%year% ab
es_es: %brand% termina en %cardno%, expira el %month%/%year%
fr_fr: %brand% se termine par %cardno%, expire le %month%/%year%
it_it: Il %brand% scade con %cardno%, scade il %month%/%year%
nl_nl: %brand% eindigt op %cardno%, vervalt op %month%-%year%

source: Date of Birth
de_de: Geburtsdatum
es_es: Fecha de nacimiento
fr_fr: Date de naissance

source: Credit Cards
de_de: Kreditkarten
es_es: Tarjetas de crédito
fr_fr: Cartes de crédit
nl_nl: Kredietkaarten

source: Bank Transfer
de_de: Banküberweisung
es_es: Transferencia Bancaria
fr_fr: Virement Bancaire
nl_nl: Overschrijving

source: Card number
es_es: Número de tarjeta
fr_fr: Numéro de carte
nl_nl: Kaartnummer

source: Card owner
es_es: Dueño de la tarjeta
fr_fr: Propriétaire de la carte
nl_nl: Kaart eigenaar

source: Expiration date
es_es: Fecha de caducidad
fr_fr: Date d'expiration
nl_nl: Uiterste houdbaarheidsdatum

source: Are you sure?
es_es: Estas seguro?
fr_fr: Êtes-vous sûr?
nl_nl: Weet je het zeker?

source: Delete
es_es: Borrar
fr_fr: Effacer
nl_nl: Verwijderen

source: My payment methods
es_es: Mis métodos de pago
fr_fr: Mes moyens de paiement
nl_nl: Mijn betaalmethoden

source: My active payment methods
es_es: Mis métodos de pago activos
fr_fr: Mes moyens de paiement actifs
nl_nl: Mijn actieve betaalmethoden

source: My account
es_es: Mi cuenta
fr_fr: Mon compte
nl_nl: Mijn rekening

source: You should accept terms and conditions
fr_fr: Vous devez accepter les termes et conditions
nl_nl: U moet de algemene voorwaarden accepteren

# order.payid
source: PayID
fr_fr: Identifiant de paiement
